[
    {
    "BookName": "Building Better Worlds",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFALE017",
    "BookISBN": "978-91-89143-24-1",
    "BookAuthor": "Andrew E.C. Gaska, Dave Semark",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Alien",
    "BookType": "Campaign Module",
    "BookFormat": "Hardback",
    "BookSeries": "Campaign Module",
    "BookPDF": [
      "D:\\Master Vault\\Alien\\FLFALE017 - Building Better Worlds.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "All the wonder and danger of the stars is yours—if you can just wipe the grime off your face and dig the dirt out from under your fingernails first. Airless moons circle swirling gas giants, eager to be transformed into tomorrow's paradise. Dark ancient mysteries wait to be unearthed beneath a millennium of debris. Searing solar flares boil your flesh and blacken your bones as you harness their power to light a hundred worlds. Long lost mysteries lie entombed in the frozen hearts of icy comets. Unstable tectonic plates shift to drown iridium mines in scalding lava. Even the truth of humanity's origins awaits you out there, orbiting some dying star. And out there amongst it all is something truly horrifying—something that nature never intended.",
      "Something alien.",
      "<b>Building Better Worlds</b> is a complete campaign module for the award-winning official ALIEN roleplaying game, giving you all the tools you need to run a full open-world campaign as a pioneering explorer or colonist. This book includes",
      "History of Colonization – the story of humanity’s reach for the stars.",
      "Creating Explorers & Colonists – expanded character creation rules for life on the frontier.",
      "Gear & Ships – an extensive chapter with new gear and spaceships, gloriously illustrated.",
      "Extrasolar Species Catalog – new Xenomorphic creatures to encounter.",
      "The Lost Worlds – the framework and backstory for a frontier campaign.",
      "Expeditions – six thrilling expeditions into uncharted space, playable in any order.",
      "The Endgame – the final showdown with everything at stake.",
      "The Appendix – create your own frontier and colonize it."
    ],
    "TableOfContents": {
      "title": "DMGR5 - Creative Campaigning",
      "chapters": [
        {"page": 3,   "title": "Chapter 1: Alternate Campaigns"},
        {"page": 41,  "title": "Chapter 2: Alternate Adventures"},
        {"page": 70,  "title": "Chapter 3: What's Old is New"},
        {"page": 85,  "title": "Chapter 4: Freestyle Campaigning"},
        {"page": 92,  "title": "Chapter 5: Handling Players"},
        {"page": 101, "title": "Chapter 6: The Grand Tour"},
        {"page": 112, "title": "Chapter 7: The Medieval Mindset"}
        ]    
    }
  }
]