[
    {
    "BookName": "FLFALE017 - Building Better Worlds",
    "BookShortName": "Building Better Worlds",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFALE017",
    "BookISBN": "978-91-89143-24-1",
    "BookAuthor": "Andrew E.C. Gaska, Dave Semark",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "On Order",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Alien",
    "BookType": "Campaign Module",
    "BookFormat": "Hardback",
    "BookSeries": "Campaign Modules",
    "BookPDF": [
      "D:\\Master Vault\\Alien\\FLFALE017 - Building Better Worlds.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "All the wonder and danger of the stars is yours—if you can just wipe the grime off your face and dig the dirt out from under your fingernails first. Airless moons circle swirling gas giants, eager to be transformed into tomorrow's paradise. Dark ancient mysteries wait to be unearthed beneath a millennium of debris. Searing solar flares boil your flesh and blacken your bones as you harness their power to light a hundred worlds. Long lost mysteries lie entombed in the frozen hearts of icy comets. Unstable tectonic plates shift to drown iridium mines in scalding lava. Even the truth of humanity's origins awaits you out there, orbiting some dying star. And out there amongst it all is something truly horrifying—something that nature never intended.",
      "Something alien.",
      "<b>Building Better Worlds</b> is a complete campaign module for the award-winning official ALIEN roleplaying game, giving you all the tools you need to run a full open-world campaign as a pioneering explorer or colonist. This book includes",
      "History of Colonization – the story of humanity’s reach for the stars.",
      "Creating Explorers & Colonists – expanded character creation rules for life on the frontier.",
      "Gear & Ships – an extensive chapter with new gear and spaceships, gloriously illustrated.",
      "Extrasolar Species Catalog – new Xenomorphic creatures to encounter.",
      "The Lost Worlds – the framework and backstory for a frontier campaign.",
      "Expeditions – six thrilling expeditions into uncharted space, playable in any order.",
      "The Endgame – the final showdown with everything at stake.",
      "The Appendix – create your own frontier and colonize it."
    ],
      "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "FLFALE015 - Colonial Marines Operations Manual",
    "BookShortName": "Colonial Marines Operations Manual",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFALE015",
    "BookISBN": "978-91-89143-06-7",
    "BookAuthor": "",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "Alien RPG",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Alien",
    "BookType": "Campaign Module",
    "BookFormat": "Hardback",
    "BookSeries": "Campaign Modules",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Alien\\FLFALE015 - Alien RPG - Colonial Marines Operations Manual.pdf",
      "D:\\Master Vault\\Alien\\FLFALE015 - Alien RPG - Colonial Marines Operations Manual Art Book.pdf"
    ],
    "BookDescription": [
      "Armor piercing rounds sizzle through raw flesh as plasma beams sear swollen retinas. Acrid smoke chokes down your throat before you realize what’s burning is you. Chemical attacks melt your armour, simmer your eyeballs, and fuse your helmet to your skull, while bioweapons turn your insides out and pulp you into a quivering mound of black jelly.",
      "Welcome to war on the razor edge of space, marine—where nukes are yesterday’s news, pulse rounds are cheap and a human life is only worth its weight in stock options. It’s a living hell—but none of that’s as bad as the flashes of gnashing metal teeth that terrorize you every time you try to close your eyes—like some monster just split your head open and crawled inside your dreams.",
      "Sometimes you’ve gotta wonder what the hell it’s all for.",
      "But no one pays you to ask why, only to follow orders. You’re just a grunt—no offense. So lock and load your pulse rifle, marine—you’ve got a job to do. Protect and serve the citizens and colonies of the Outer Rim—no matter what the cost.",
      "ALIEN RPG: Colonial Marines Operations Manual is a complete campaign module for the award-winning official ALIEN roleplaying game, giving you all the tools you need to run a full open-world campaign as the iconic Colonial Marines. This 352-page book includes:",
      "History & Organization – the inside story of the illustrious USCMC.",
      "Creating Marines – expanded character creation rules for grunts of all kinds.",
      "Weapons & Vehicles – an extensive chapter with new gear, gloriously illustrated.",
      "The Frontier War – the framework and backstory for a Colonial Marines campaign.",
      "Factions on the Frontier – the powers that be and their dark agendas.",
      "Marine Missions – six thrilling missions for your Marines, playable in any order.",
      "The Endgame – the showdown against a deadly enemy, finally revealed."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "FLFALE014 - Destroyer of Worlds",
    "BookShortName": "Destroyer of Worlds",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFALE014",
    "BookISBN": "978-91-89143-05-0",
    "BookAuthor": "Andrew E.C. Gaska",
    "BookPublished": "2021",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Alien",
    "BookType": "Cinematic Scenario",
    "BookFormat": "Boxed Set",
    "BookSeries": "Cinematic Scenario",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Alien\\FLFALE014 - Alien RPG - Destroyer of Worlds.pdf",
      "D:\\Master Vault\\Alien\\FLFALE014 - Alien RPG - Destroyer of Worlds Extras\\Destroyer of Worlds - Card Backs.pdf",
      "D:\\Master Vault\\Alien\\FLFALE014 - Alien RPG - Destroyer of Worlds Extras\\Destroyer of Worlds - Card Fronts.pdf",
      "D:\\Master Vault\\Alien\\FLFALE014 - Alien RPG - Destroyer of Worlds Extras\\Destroyer of Worlds - Character Sheets.pdf",
      "D:\\Master Vault\\Alien\\FLFALE014 - Alien RPG - Destroyer of Worlds Extras\\Destroyer of Worlds - Handouts.pdf",
      "D:\\Master Vault\\Alien\\FLFALE014 - Alien RPG - Destroyer of Worlds Extras\\Destroyer of Worlds - Map.pdf"
    ],
    "BookDescription": [
      "The mission was a manhunt, the objectives clear—track down four fugitives, recover any assets they may have made off with, and keep ‘em all out of enemy hands. Go find them on a frozen moon full of hostiles and get it done on the eve of war.",
      "Nothing you couldn’t handle.",
      "But what it is that these bastards stole—and how the hell it got inside them—is another thing altogether. It’s all above your paygrade, marine—but somehow you’re the one who’s got to deal with it.",
      "Of course, now there’s an invasion fleet incoming, and there’s something else, too—something much worse. Something out there hates you—hates everyone. Something big and ugly. Something with metal teeth—and you’re pretty sure it ain’t alone.",
      "Yeah, the mission was supposed to be a simple manhunt. Instead it turned out to be just another glorious day in the corps.",
      "Destroyer of Worlds is a complete Cinematic Scenario for the ALIEN roleplaying game, written by sci-fi novelist Andrew E.C. Gaska. In Destroyer of Worlds, players take the roles of Colonial Marines. The scenario is designed for 3–5 players plus the Game Mother, and it’s a gauntlet of one hell after another. Expect it to take three sessions to complete. This set contains:",
      "The main Destroyer of Worlds scenario book.",
      "A huge double-sided map of Ariaricus colony on one side and the Fort Nebraska space elevator ground base on the other.",
      "Seven pre-generated characters to choose from.",
      "Custom cards for weapons, vehicles, and personal agendas.",
      "Player maps and handouts."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "FLFALE002 - Alien RPG - Core Rulebook",
    "BookShortName": "Alien RPG - Core Rulebook",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFALE002",
    "BookISBN": "978-91-88805-55-3",
    "BookAuthor": "Tomas Härenstam",
    "BookPublished": "2020",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Alien",
    "BookType": "Core Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Rulebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Alien\\FLFALE002 - Alien RPG - Core Rulebook.pdf"
    ],
    "BookDescription": [
      "Space is vast, dark, and not your friend. Gamma rays and neutrino bursts erupt from dying stars to cook you alive, black holes tear you apart, and the void itself boils your blood and seizes your brain. Try to scream and no one can hear you—hold your breath and you rupture your lungs. Space isn’t as empty as you’d think, either—its frontiers are ever expanding. Rival governments wage a cold war of aggression while greedy corporations vie for valuable resources. Colonists reach for the stars and gamble with their lives—each new world tamed is either feast or famine. And there are things lurking in the shadows of every asteroid—things strange and different and deadly.",
      "<b>Things alien.</b>",
      "This is the official ALIEN tabletop roleplaying game—a universe of body horror and corporate brinkmanship, where synthetic people play god while space truckers and marines serve host to newborn ghoulish creatures. It’s a harsh and unforgiving universe and you are nothing if not expendable.",
      "Stay alive if you can.",
      "The ALIEN tabletop roleplaying game is a beautifully illustrated full-color hardcover book of a massive 392 pages, both presenting the world of ALIEN in the year 2183 and a fast and effective ruleset designed specifically to enhance the ALIEN experience. The game supports two distinct game modes:",
      "Cinematic play is based on pre-made scenarios that emulate the dramatic arc of an ALIEN film. Designed to be played in a single session, this game mode emphasizes high stakes and fast and brutal play. You are not all expected to survive. The core rulebook contains one complete Cinematic scenario.",
      "Campaign play is designed for longer continuous play with the same cast of player characters over many game sessions, letting you explore the ALIEN universe freely, sandbox style. The core rulebook contains random tables and other powerful tools to quickly create star systems, colonies, missions, encounters, and NPCs for your campaign.",
      "The rules of the game are based on the acclaimed Year Zero Engine, used in award-winning games such as Tales from the Loop and Mutant: Year Zero, but adapted and further developed to fully support and enhance the core themes of ALIEN: horror and action in the cold darkness of space."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "FLFALE016 - Heart of Darkness",
    "BookShortName": "Heart of Darkness",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFALE016",
    "BookISBN": "978-91-89143-23-4",
    "BookAuthor": "Andrew E.C. Gaska",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Alien",
    "BookType": "Cinematic Scenario",
    "BookFormat": "Boxed Set",
    "BookSeries": "Cinematic Scenario",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Alien\\FLFALE016 - Heart of Darkness.pdf"
    ],
    "BookDescription": [
      "Heart of Darkness is a complete Cinematic Scenario for the ALIEN roleplaying game, written by sci-fi novelist Andrew E.C. Gaska. It is a stand-alone adventure, but also serves as a conclusion to the Draconis Strain Saga begun in the cinematic scenario Chariot of the Gods and continued in _Destroyer of World_s. The scenario is designed for 3–5 players plus the Game Mother, and is a spiraling descent into soul-crushing madness. This boxed set contains:",
      "The main Heart of Darkness scenario book.",
      "A huge double-sided map (format 864x558mm) of the Erebos plasma trawling space station.",
      "Seven pre-generated characters to choose from.",
      "Custom cards for secret messages and personal agendas.",
      "Player maps and handouts."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "FLFALE006 - Alien RPG - Game Mother's Screen",
    "BookShortName": "Alien RPG - Game Mother's Screen",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFALE006",
    "BookISBN": "978-91-88805-55-3",
    "BookAuthor": "Tomas Härenstam",
    "BookPublished": "2020",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Alien",
    "BookType": "Game Mother's Screen",
    "BookFormat": "Screen",
    "BookSeries": "Game Mother's Screen",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Alien\\FLFALE006 - Alien RPG - Game Mother's Screen.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "FLFALE008 - Maps and Markers Pack",
    "BookShortName": "Maps and Markers Pack",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFALE008",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Alien",
    "BookType": "Map Pack",
    "BookFormat": "Map Pack",
    "BookSeries": "Map Pack",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Alien\\FLFALE008 - Maps and Markers Pack.pdf"
    ],
    "BookDescription": [
      "This Maps & Markers Pack contains useful gaming aids for the official ALIEN Roleplaying Game. Contents:",
      "A large full-color, double-sided map, with one side depicting chartered space in the year 2183 and the other floor plans for the Hope's Last Day scenario included in the core rulebook.",
      "Game markers for keeping track of characters, motion tracker pings, spaceships and space combat actions."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "FLFALE013 - Alien RPG - Starter Set",
    "BookShortName": "Alien RPG - Starter Set",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFALE013",
    "BookISBN": "978-91-88805-97-3",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Alien",
    "BookType": "Starter Set",
    "BookFormat": "Boxed Set",
    "BookSeries": "Starter Set",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Alien\\FLFALE013 - Alien RPG - Starter Set\\FLFALE013 - Alien RPG - Starter Set - Rulebook.pdf",
      "D:\\Master Vault\\Alien\\FLFALE013 - Alien RPG - Starter Set\\FLFALE013 - Alien RPG - Starter Set - Markers.pdf",
      "D:\\Master Vault\\Alien\\FLFALE013 - Alien RPG - Starter Set\\FLFALE013 - Alien RPG - Starter Set - Set Card Backs.pdf",
      "D:\\Master Vault\\Alien\\FLFALE013 - Alien RPG - Starter Set\\FLFALE013 - Alien RPG - Starter Set - Set Card Fronts.pdf",
      "D:\\Master Vault\\Alien\\FLFALE013 - Alien RPG - Starter Set\\FLFALE013 - Alien RPG - Starter Set - Character Sheets.pdf",
      "D:\\Master Vault\\Alien\\FLFALE013 - Alien RPG - Starter Set\\FLFALE013 - Alien RPG - Starter Set - Chariot of the Gods.pdf",
      "D:\\Master Vault\\Alien\\FLFALE013 - Alien RPG - Starter Set\\FLFALE013 - Alien RPG - Starter Set - Map.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "FLFALE009 - Alien RPG - Chariot of the Gods",
    "BookShortName": "Alien RPG - Chariot of the Gods",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFALE009",
    "BookISBN": "978-91-88805-97-3",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Alien",
    "BookType": "Scenario",
    "BookFormat": "Softcover",
    "BookSeries": "Scenarios",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Alien\\FLFALE013 - Alien RPG - Starter Set\\FLFALE009 - Alien RPG - Chariot of the Gods.pdf"
    ],
    "BookDescription": [
      "The job was routine, the money fair. Then the damn company diverted you to answer a distress call from a ship that disappeared almost 80 years ago—a derelict carrying something bizarre, twisted, and alien. What the ship’s frozen crew brought back with them was bad enough—what they themselves were turning into was a bloody nightmare. Add to that an annoying sensor ghost shadowing you in the void, and your stress level is shot.",
      "It’s all a bit much.",
      "You don’t get paid enough to deal with monsters. But hold your breath, count to three, and play your cards right with this one, and you just might walk away very rich. Oh, who am I kidding?"
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  }
]