[
  {
    "BookName": "MUH051597 - Mercy of the Icons Part 1 - Emissary Lost",
    "BookShortName": "Mercy of the Icons Part 1 - Emissary Lost",
    "BookPublisher": "Free League Publishing",
    "BookCode": "MUH051597",
    "BookISBN": "978-1-912743-02-5",
    "BookAuthor": "Christian Granath, Tomas Härenstam, Nils Karlén, Kosta Kostulas",
    "BookPublished": "2018",
    "BookCover": "",
    "BookRules": "Coriolis",
    "BookEdition": "The Third Horizon",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Coriolis",
    "BookType": "Campaign",
    "BookFormat": "Hardback",
    "BookSeries": "Mercy of the Icons",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Coriolis\\MUH051597 - Mercy of the Icons Part 1 - Emissary Lost.pdf",
      "D:\\Master Vault\\Coriolis\\MUH051597 - Mercy of the Icons Part 1 - Emissary Lost - Cast of Characters.pdf"
    ],
    "BookDescription": [
      "Street reporters call it The Mysticides. Scores of mystics have been found dead, or disappeared without a trace. Who is hunting the mystics of Coriolis? And why? When a friend of the player characters disappears, it becomes personal. Can they solve the mystery before it is too late?",
      "Emissary Lost is the first part in the epic Mercy of the Icons campaign for the award-winning Coriolis – The Third Horizon roleplaying game. The struggle for the Horizon has started – only the Icons themselves know how it will end. Contents of the 232 page full-color hardback book:",
      "A detailed background of the events and plots that threaten the balance of the Third Horizon.",
      "In the Wake of the Martyr – an investigative scenario based on Coriolis station. The hunt for clues will bring the characters to the bustling Ozone Plaza, to the decadent elites in the Spire, and deep down into the darkness of the Cellar.",
      "The Kuan Connection, the second scenario in the book, takes the characters down to the surface of planet Kua. There, they will follow a trail of blood through the jungles, immerse themselves in the violent politics of the Zenithian colonies, and search for answers in the shadow of the mighty Monolith.",
      "A number of maps and handouts, depicting Coriolis station, planet Kua, and important documents.",
      "A scenario generator that can be used to provide countless hours of play once the pre-made scenarios are completed."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "FLFCOR002 - Mercy of the Icons Part 2 - The Last Cyclade",
  "BookShortName": "Mercy of the Icons Part 2 - The Last Cyclade",
  "BookPublisher": "Free League Publishing",
  "BookCode": "FLFCOR002",
  "BookISBN": "978-91-89143-13-5",
  "BookAuthor": "Rickard Antroia",
  "BookPublished": "2020",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Campaign",
  "BookFormat": "Hardback",
  "BookSeries": "Mercy of the Icons",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\FLFCOR002 - Mercy of the Icons Part 2 - The Last Cyclade.pdf",
    "D:\\Master Vault\\Coriolis\\FLFCOR002 - Mercy of the Icons Part 2 - The Last Cyclade - Art Book.pdf"
  ],
  "BookDescription": [
    "Ash falls like snow over the mourners lining the shores of Dar Bahri, while smoke from the funeral pyres rises toward Dabaran’s bloodred sun. Far above in the darkness of space, a lone ship waits to enter the portal to Uharu. Its crew stands ready to complete their mission: the ghost ship Zafirah has been found – those who reach her first will most likely unveil the truth behind one of the horizon’s most ominous mysteries...",
    "Many months ago, the destroyer Zafirah vanished during the same event that sent the cruise liner Ghazali crashing into the Hamura star. Now she is back, in a time when both the aftermath of the Mysticides and the death of the Emissary have shaken the horizon to its foundations. The Coriolis Council and Zenithian authority are questioned, and more and more people revolt against their oppressors. The throat of the Third Horizon is exposed, and this is when something ancient rises from the shadows.",
    "The Last Cyclade is the second part of Mercy of the Icons, the epic and richly illustrated campaign for Coriolis – The Third Horizon. This book contains",
    "Extensive background information for the Game Master, describing the events which threaten the Third Horizon and its inhabitants",
    "The Uharan Echo: an adventure set in the darkness of space; a quest to solve a grand and terrifying mystery",
    "Mission Generator Tables that let you tailor your campaign and create your own adventures, dealing with the hunt for a foe whose power is rising",
    "The Children are the Future, Forked Tongues, Curse of Rusah, and Fire of the Icons: four adventure landscapes that expose the player characters to these troublesome times",
    "In the Shadow of the Zenith: a race against time, where the characters return to Coriolis and find themselves at the heart of the horizon’s escalating conflict"
  ],
  "TableOfContents": [
    {
    "title": "Mercy of the Icons Part 2 - The Last Cyclade",
    "chapters": [
      {"page": 4, "title": "1. Introduction"},
      {"page": 15, "title": "2. The Uharan Echo"},
      {"page": 81, "title": "3. The Cyclade Dance"},
      {"page": 173, "title": "4. In the Shadow of the Zenith"},
      {"page": 237, "title": "5. Epilogue"}
      ]    
  }
]
},
{
  "BookName": "FLFCOR004 - Mercy of the Icons Part 3 – Wake of the Icons",
  "BookShortName": "Mercy of the Icons Part 3 – Wake of the Icons",
  "BookPublisher": "Free League Publishing",
  "BookCode": "FLFCOR004",
  "BookISBN": "978-91-89143-89-0",
  "BookAuthor": "Rickard Antroia",
  "BookPublished": "2022",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Campaign",
  "BookFormat": "Hardback",
  "BookSeries": "Mercy of the Icons",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\FLFCOR004 - Mercy of the Icons Part 3 – Wake of the Icons.pdf"
  ],
  "BookDescription": [
    "Nightmares and premonitions wake you in a cold sweat, panic tightening your chest. “It began with rolling fields and an invitation. An outstretched hand – whose hand? Then a starry sky and the emptiness of space. You couldn’t breathe, your heart racing as you recognized a planet – the emerald – Kua, waiting for you. Glittering wings in the darkness surrounding you. Hundreds of butterflies followed by enormous shell-covered titans. A locust swarm coming to devour the Third Horizon.”",
    "In dreams and visions, something calls out into the dark space of the Third Horizon – a new presence or something old? It may hold the answers for the future – about a prophecy, the Chosen and the coming Horizon Wars.",
    "Wake of the Icons is the third and final part of Mercy of the Icons, the epic and richly illustrated campaign for Coriolis – The Third Horizon. This book contains:",
    "Extensive background information for the Gamemaster, describing the events which threaten the Third Horizon.",
    "A Song for Kua: The first scenario starts with a series of visions, bringing the characters back to Kua.",
    "The Tenth Icon: The second scenario sets the characters on a diplomatic mission to Sadaal to acquire the Nadir Flotilla as war in the Third Horizon grows closer.",
    "The Horizon Wars: In the final climactic scenario war breaks out and the characters must lead the people of the Third Horizon to victory.",
    "A metagame where the Gamemaster and the players can play out the fleet movements and clashes of the war.",
    "An extensive appendix containing over twenty different ship types that take part in the war of the horizons."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH051601 - Aram's Secret",
  "BookShortName": "Aram's Secret",
  "BookPublisher": "Free League Publishing",
  "BookCode": "MUH051601",
  "BookISBN": "978-1-912743-07-0",
  "BookAuthor": "Mattias Lilja, Kosta Kostulas, Adam Palmquist, Christian Granath",
  "BookPublished": "2018",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Scenario",
  "BookFormat": "Paperback",
  "BookSeries": "Scenarios",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\MUH051601 - Aram's Secret.pdf"
  ],
  "BookDescription": [
    "The acidified planet Jina is widely considered as an uninhabitable hell hole. Despite this, a hardy mining colony known as Aram’s Ravine persists underneath the heavy clouds. Most travelers and traders in these parts choose the luxury resort moon Cala Duriha instead, and only the most desperate descend through the toxic atmosphere to visit the Ravine. Fate forces the PCs down to the planet, however, where the plot soon thickens around them.",
    "Aram’s Secret is a thrilling scenario for the award-winning Coriolis – The Third Horizon roleplaying game. Contents of the 52-page booklet:",
    "The scenario location Aram’s Ravine, complete with maps, NPCs, and story hooks.",
    "The stand-alone scenario Aram’s Secret, in which the settlement’s dark past is revealed.",
    "An overview of the Cala Duriha luxury moon, in all its splendor and decadence."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH051600 - Last Voyage of the Ghazali",
  "BookShortName": "Last Voyage of the Ghazali",
  "BookPublisher": "Free League Publishing",
  "BookCode": "MUH051600",
  "BookISBN": "978-1-912743-06-3",
  "BookAuthor": "Mattias Lilja, Christian Granath",
  "BookPublished": "2018",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Scenario",
  "BookFormat": "Paperback",
  "BookSeries": "Scenarios",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\MUH051600 - Last Voyage of the Ghazali.pdf"
  ],
  "BookDescription": [
    "The colony in the Taoan system transmits a distress call and goes silent. On Coriolis station, the factions scramble to put together a rescue mission focused on the Ghazali, a decommissioned cruise liner. The PCs are members of the rescue team and put on ice before the jump to Taoan, but something goes terribly wrong before they reach their destination. They wake up to alarms in the darkness on a crippled ship. What has happened? Can they survive the last voyage of the Ghazali?",
    "Last Voyage of the Ghazali is an action-packed scenario for the award-winning Coriolis – The Third Horizon roleplaying game. Contents of the 72-page booklet:",
    "An intense race against time in three acts onboard an old luxury cruise liner.",
    "Floor plans of the Ghazali.",
    "Floor plans of the Fatima’s Bounty freight ship.",
    "A description of the Hamura system."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH051208 - Aram's Ravine",
  "BookShortName": "Aram's Ravine",
  "BookPublisher": "Free League Publishing",
  "BookCode": "MUH051208",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "N/A",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Scenario",
  "BookFormat": "PDF Only",
  "BookSeries": "Scenarios",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\MUH051208 - Aram's Ravine.pdf"
  ],
  "BookDescription": [
    "This 15-page PDF describes the Aram's Ravine colony on the planet Jina, a complete scenario location for the award-winning Coriolis - The Third Horizon RPG. Between the deep forests of Kua and the smoldering wastelands of Lubau, we find Jina, an acidified hellhole with only one colony, Aram's Ravine. The colony is a mining station for bauxite and other mineral salts and rife with mine lords competing for power."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "FLFCOR001 - Coriolis - Scenario Compendium 1",
  "BookShortName": "Coriolis - Scenario Compendium 1",
  "BookPublisher": "Free League Publishing",
  "BookCode": "FLFCOR001",
  "BookISBN": "978-1-912743-05-6",
  "BookAuthor": "Axel Widén, Kosta Kostulas",
  "BookPublished": "2019",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Scenario Compendium",
  "BookFormat": "Paperback",
  "BookSeries": "Scenarios",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\FLFCOR001 - Coriolis - Scenario Compendium 1.pdf"
  ],
  "BookDescription": [
    "The Third Horizon is filled with strange worlds and wondrous stories, and this scenario compendium lets the PCs become part of those tales. Within its pages are three short adventures and a scenario location, each one inviting the players to visit a far-flung place, from the forest moon Arzachel to the sweltering hot streets of Mehrabi, the petroleum capital of Lubau.",
    "<b>Featured Content:</b>",
    "In The Tailor from Mira, the PCs get caught up in the intrigues and secrets of the Icon City and its rulers.",
    "Eye of the Beast puts the PCs on the forest moon of Arzachel, where they must confront their Icon beliefs or succumb to the rationality of science.",
    "Algebra of the Icons drops the PCs into a murder investigation that will lead them through the metropolis of Mehrabi.",
    "The scenario location The Mahanji Oasis introduces a desert oasis including maps, NPCs and scenario seeds."    
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH050559 - Coriolis - The Third Horizon",
  "BookShortName": "Coriolis - The Third Horizon",
  "BookPublisher": "Free League Publishing",
  "BookCode": "MUH050559",
  "BookISBN": "978-1-910132-72-2",
  "BookAuthor": "Tomas Härenstam, Nils Karlén, Kosta Kostulas, Christian Granath",
  "BookPublished": "2018",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Rulebook",
  "BookFormat": "Hardback",
  "BookSeries": "Rulebooks",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\MUH050559 - Coriolis - The Third Horizon Core book.pdf",
    "D:\\Master Vault\\Coriolis\\MUH050559 - Coriolis - The Third Horizon Core book - Errata.pdf"
  ],
  "BookDescription": [
    "Coriolis – The Third Horizon is a science fiction role-playing game from the makers of critically acclaimed Mutant: Year Zero (six-time nominee and winner of a Silver Ennie for Best Rules 2015).",
    "Features:",
    "Create your unique player character – including skills, talents, gear and relationships – in mere minutes.",
    "Fight fast and furious battles, praying to the Icons to overcome your enemies.",
    "Build and crew your own spaceship, to explore the many star systems of the Third Horizon.",
    "Experience thrilling spaceship duels, using a game system that puts all player characters at the heart of the action.",
    "Take part in the intrigue between powerful factions on the majestic space station Coriolis.",
    "Uncover the mysteries of the Third Horizon, a rich tapestry of cultures that have settled the stars."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH050560 - Coriolis Atlas Compendium",
  "BookShortName": "Coriolis Atlas Compendium",
  "BookPublisher": "Free League Publishing",
  "BookCode": "MUH050560",
  "BookISBN": "978-1-910132-73-9",
  "BookAuthor": "Tomas Härenstam, Nils Karlén, Kosta Kostulas, Christian Granath",
  "BookPublished": "2017",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Compendium",
  "BookFormat": "Paperback",
  "BookSeries": "Compendiums",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\MUH050560 - Coriolis Atlas Compendium.pdf"
  ],
  "BookDescription": [
    "The Icons’ promised land, the vast cluster of star systems called the Third Horizon, is full of unsolved mysteries, ancient ruins, and deadly secrets. The mighty wonders left behind by the Portal Builders and the true nature of the mysterious Emissaries have only been myth to the common people of the Third Horizon – until now.",
    "Some of the contents of this booklet:",
    "Description of the most important systems of the Third Horizon.",
    "A historical overview of the Third Horizon.",
    "The story of the Portal Builders and descriptions of the wonders they left behind.",
    "Tools and tables to help you create your own systems and planets.",
    "Mission generators for quick adventure creation.",
    "Expanded rules for space travel and unexpected encounters."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH051207 - The Mahanji Oasis",
  "BookShortName": "The Mahanji Oasis",
  "BookPublisher": "Free League Publishing",
  "BookCode": "MUH051207",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "N/A",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "",
  "BookType": "Scenario",
  "BookFormat": "PDF Only",
  "BookSeries": "Scenarios",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\MUH051207 - The Mahanji Oasis.pdf"
  ],
  "BookDescription": [
    "This 13-page PDF describes the Mahanji Oasis on the planet Lubau, a complete scenario location for the award-winning Coriolis - The Third Horizon RPG. Under the scorching sun, and in almost unbearable heat, life on Lubau continues. Nomad caravans, Zenithian explorers and ancient cultists manage to live their lives on the inhospitable planet closest to the star of Kua. They all meet at the Mahanji Oasis to escape the oppressive heat, make deals and scheme plots of intrigue."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH051206 - Hamurabi",
  "BookShortName": "Hamurabi",
  "BookPublisher": "Free League Publishing",
  "BookCode": "MUH051206",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "N/A",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "",
  "BookType": "Supplement",
  "BookFormat": "PDF Only",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\MUH051206 - Hamurabi.pdf"
  ],
  "BookDescription": [
    "This 12-page PDF describes the Hamurabi portal space station, and includes a complete scenario location for the award-winning Coriolis - The Third Horizon RPG.  From the outside it looks like any other portal station, a lonely chunk of dark metal and flashing lights, but inside, the rundown corridors and dim-lit halls are rife with intrigue, adventures and danger."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH051205 - Artifacts & Faction Tech",
  "BookShortName": "Artifacts & Faction Tech",
  "BookPublisher": "Free League Publishing",
  "BookCode": "MUH051205",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "N/A",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Supplement",
  "BookFormat": "PDF Only",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\MUH051205 - Artifacts & Faction Tech.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH051167 - The Dying Ship",
  "BookShortName": "The Dying Ship",
  "BookPublisher": "Free League Publishing",
  "BookCode": "MUH051167",
  "BookISBN": "978-91-87222-58-0",
  "BookAuthor": "Tomas Härenstam, Nils Karlén, Kosta Kostulas, Christian Granath",
  "BookPublished": "2017",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Scenario",
  "BookFormat": "Paperback",
  "BookSeries": "Scenarios",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\MUH051167 - The Dying Ship.pdf"
  ],
  "BookDescription": [
    "The ice hauler Orun II has stopped responding to hails, and has changed course towards a deadly asteroid cloud. The player characters are tasked with intercepting the heavy freighter to find out what has happened onboard and bring it back to Coriolis safely.",
    "What is hiding aboard the silent hauler and what has happened to her crew? In this full-length adventure for Coriolis - The Third Horizon RPG, the players get to explore the mystery of the dying ship, confront an ancient secret - and hopefully live to tell the tale. The contents include:",
    "An exciting and action-packed scenario taking place on Coriolis, in space and onboard the dying ship.",
    "Ship plans for the ice hauler Orun II.",
    "Several player handouts.",
    "Practical tips for the Gamemaster.",
    "Five pre-made characters, ready to be used right away."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH050561 - Coriolis GM Screen",
  "BookShortName": "Coriolis GM Screen",
  "BookPublisher": "Free League Publishing",
  "BookCode": "MUH050561",
  "BookISBN": "978-1-910132-74-6",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "GM Screen",
  "BookFormat": "Hardback",
  "BookSeries": "GM Screen",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\MUH050561 - Coriolis GM Screen.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "Coriolis The Third Horizon - Quickstart",
  "BookShortName": "Coriolis The Third Horizon - Quickstart",
  "BookPublisher": "Free League Publishing",
  "BookCode": "",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Third Horizon",
  "BookPhysical": "N/A",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Coriolis",
  "BookType": "Quickstart",
  "BookFormat": "PDF Only",
  "BookSeries": "Quickstart",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\Coriolis The Third Horizon - Quickstart.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "Coriolis - The Great Dark - Quickstart",
  "BookShortName": "Coriolis - The Great Dark - Quickstart",
  "BookPublisher": "Free League Publishing",
  "BookCode": "",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "2024",
  "BookCover": "",
  "BookRules": "Coriolis",
  "BookEdition": "The Great Dark",
  "BookPhysical": "N/A",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "The Great Dark",
  "BookType": "Quickstart",
  "BookFormat": "PDF Only",
  "BookSeries": "Quickstart",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Coriolis\\Coriolis - The Great Dark - Quickstart.pdf",
    "D:\\Master Vault\\Coriolis\\Coriolis - The Great Dark - Quickstart - Pregenerated Characters.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]