[
    {
    "BookName": "FLF051653 - Forbidden Lands Core Boxed Set",
    "BookShortName": "Forbidden Lands Core Boxed Set",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLF051653",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Core Rules",
    "BookFormat": "Boxed Set",
    "BookSeries": "Core Boxed Set",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\FLF051653 - Forbidden Lands Core Game\\FLF051653 - Gamemaster's Guide.pdf",
      "D:\\Master Vault\\Forbidden Lands\\FLF051653 - Forbidden Lands Core Game\\FLF051653 - Player's Handbook.pdf",
      "D:\\Master Vault\\Forbidden Lands\\FLF051653 - Forbidden Lands Core Game\\FLF051653 - Legends & Adventurers.pdf",
      "D:\\Master Vault\\Forbidden Lands\\FLF051653 - Forbidden Lands Core Game\\FLF051653 - Map and Stickers.pdf",
      "D:\\Master Vault\\Forbidden Lands\\FLF051653 - Forbidden Lands Core Game\\FLF051653 - Errata.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "<b>Forbidden Lands</b> is a new take on classic fantasy roleplaying. In this open-world survival roleplaying game, you’re not heroes sent on missions dictated by others - instead, you are raiders and rogues bent on making your own mark on a cursed world. You will discover lost tombs, fight terrible monsters, wander the wild lands and, if you live long enough, build your own stronghold to defend. Contents of the boxed set:",
      "Hardcover Player's Manual with faux leather covers, including rules for fast character generation, visceral combat, lethal magic, dangerous journeys and for building your own stronghold - easily be ported to your own favourite game world.",
      "Hardcover Gamemaster's Guide with faux leather covers, including a rich and detailed description of the Forbidden Lands setting, a large illustrated Bestiary, extensive random encounters, and three complete adventure sites.",
      "The Legends & Adventurers booklet, letting you flesh out your characters and give them unique backgrounds.",
      "A huge full-colour map, giving you the freedom to explore the Forbidden Lands any way you want, hex by hex.",
      "A sheet with stickers for adventure sites and gravestones, transforming the game map to a living, permanent record of your adventures."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "FLFFBL007 - The Bitter Reach",
    "BookShortName": "The Bitter Reach",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFFBL007",
    "BookISBN": "978-91-88805-81-2",
    "BookAuthor": "Magnus Seter",
    "BookPublished": "2020",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Campaign Book",
    "BookFormat": "Hardback",
    "BookSeries": "Campaign Books",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL007 - The Bitter Reach.pdf"
    ],
    "BookDescription": [
      "In the southern lands, elders speak of cold storms from the north. Cursed voices borne on the icy winds whisper of secrets from ages past that would plunge realms and kin into ruin if only someone could understand these ancient words. They are the desperate confessions of the lost. They are the legends of the Bitter Reach.",
      "Deep beneath its frozen surface, creatures told of only in the oldest of legends dwell. They guard treasures that can give their owner power beyond their wildest dreams, treasures that could lay waste to the Bitter Reach if they were found.",
      "And the treasures will be found, sooner or later, so why shouldn’t they be yours to claim?",
      "The Bitter Reach is an epic campaign module for the Forbidden Lands roleplaying game, describing the icy wastelands north of Ravenland. Contents:",
      "Two new magic disciplines: Elemental Magic and Ice Affinity.",
      "The new Champion profession, along with new profession talents.",
      " Expanded travel rules for snow, cold, and fuel, including no less than 40 new random encounters.",
      "Eight new monsters, including the Frost Dragon, the Ice Giant, and the Wendigo.",
      "The Wake of the Winter King campaign, including eight key players who all seek to dominate the riches hidden under the Bitter Reach.",
      "Ten complete, illustrated adventure sites, playable in almost any order.",
      "An epic campaign finale, giving the adventurers the chance to decide the future of the Bitter Reach."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "FLFFBL008 - Bitter Reach Map & Cards Pack",
    "BookShortName": "Bitter Reach Map & Cards Pack",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFFBL008",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Map & Cards Pack",
    "BookFormat": "Map & Cards Pack",
    "BookSeries": "Map & Cards Pack",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL008 - Bitter Reach Map & Cards Pack\\FLFFBL008 - Bitter Reach Map & Cards Pack - Card Backs.pdf",
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL008 - Bitter Reach Map & Cards Pack\\FLFFBL008 - Bitter Reach Map & Cards Pack - Card Fronts.pdf",
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL008 - Bitter Reach Map & Cards Pack\\FLFFBL008 - Bitter Reach Map & Cards Pack - Map and Sticker.pdf"
    ],
    "BookDescription": [
      "This pack for the Forbidden Lands roleplaying game contains player aids designed for use with The Bitter Reach campaign module. You can buy both together in the The Bitter Reach Bundle. Contents:",
      "A large, double-sided color map of the Bitter Reach (format 720 x 520 mm)",
      "A sheet of stickers for adventure sites and gravestones – transforming the map into a living, permanent chronicle of your adventures",
      "Fourteen custom playing cards for unique mounts and magical artifacts"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "FLFFBL016 - The Book of Beasts",
    "BookShortName": "The Book of Beasts",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFFBL016",
    "BookISBN": "978-91-89143-64-7",
    "BookAuthor": "Andreas Marklund",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Bestiary",
    "BookFormat": "Hardback",
    "BookSeries": "Bestiary",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL016 - The Book of Beasts.pdf"
    ],
    "BookDescription": [
      "“By the Nightwalker, get up! These beasts are mere chickens!” Shieldmaiden Armanda pulled her sword from the dragon spawn and wiped the steel on the merchant’s fur collar as he lay there. “Look at that, you’re finally baptized!” she grinned and looked at her companion’s soiled face.",
      "A bestiary you can play. This monster manual for the multiple award-winning Forbidden Lands retro-fantasy survival RPG is beautifully illustrated and filled to the brim with murderous monsters and lethal encounters. The contents also include rules for traps, rare tomes, and alchemy, as well as a system for playing Forbidden Lands solo. It presents at least twenty-eight new monsters in great detail. Each beast comes ready to play with tailored random encounters, presenting the Gamemaster with a handy set of mini-adventures to go.",
      "The book also includes legends about each monster, introduces the option to harvest resources from slain beasts, and lets the player characters use their Lore skills to gain insight into a monster´s strengths and weaknesses. This will help them defeat – or at least survive an encounter with – the book´s monstrosities. Among the monsters within these covers you will find the Amphibian, the Basilisk, the Iron Dragon, the Twisted Ent, and many more, ready for use in any Forbidden Lands campaign.",
      "The Book of Beasts is penned by seasoned game writers Andreas Marklund and Erik Granström, gloriously illustrated by Henrik Rosenborg and with graphics by Niklas Brandt."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "FLFFBL014 - Crypt of the Mellified Mage",
    "BookShortName": "Crypt of the Mellified Mage",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFFBL014",
    "BookISBN": "978-91-88805-99-7",
    "BookAuthor": "Fiona Maeve Geist, David McGrogan, Zedeck Siew, Adam Koebel, Nils Karlén",
    "BookPublished": "2020",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Adventure",
    "BookFormat": "",
    "BookSeries": "Adventures",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL014 - Crypt of the Mellified Mage.pdf"
    ],
    "BookDescription": [
      "Lit by guttering candles, the timeworn saint’s shrine still reeks of burnt offerings. Plaster dust floats in the still air as you smash away a mosaic depicting a wondrous healer tending wounds with a honeyed touch – eyes become bright and clear, limbs vital rather than withered, the dead rise from their graves and dance about him. As the mural crumbles beneath your determined blows, a blackened iron door is revealed, decorated with the image of a bee. The air beyond is stale, yet tinged with the putrid smell of spoiled meat and something oddly floral….",
      "This volume collects four adventure sites for the Forbidden Lands roleplaying game, written by some of the best writers in the field today. Within these pages you will visit a dungeon of dripping honey, explore a firing pit for magical pottery, stand in awe of the temple of a monkey king, and go on a dizzying tour through the mind of a mad mage. This book contains:",
      "Crypt of the Mellified Mage by Fiona Maeve Geist (Mothership)",
      "The Firing Pit of Llao-Yutuy by David McGrogan (Yoon-Suin)",
      "Temple of the Six-Limbed Lord by Zedeck Siew (A Thousand Thousand Islands)",
      "The Dream-Cloud of E’lok Thir by Adam Koebel (Dungeon World)"
    ],
    "TableOfContents": [
      {
      "title": "Crypt of the Mellified Mage",
      "chapters": [
        {"page": 3, "title": "Introduction"},
        {"page": 4, "title": "Crypt of the Mellified Mage"},
        {"page": 23, "title": "The Firing Pit of Llao-Yutuy"},
        {"page": 37, "title": "Temple of the Six-Limbed Lord"},
        {"page": 57, "title": "The Dream-Cloud of E'Lok Thir"}
        ]    
    }
  ]
  },
  {
    "BookName": "FLFFBL017 - The Bloodmarch",
    "BookShortName": "The Bloodmarch",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFFBL017",
    "BookISBN": "978-91-89143-66-1",
    "BookAuthor": "Erik Granström",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Campaign Book",
    "BookFormat": "Hardback",
    "BookSeries": "Campaign Books",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL017 - The Bloodmarch.pdf"
    ],
    "BookDescription": [
      "The plains of the Bloodmarch once blossomed so abundantly that hot days would see rivers of nectar flow through the vales. The mountains yielded ore so pure that shards of unforged iron could be used for axes. Of course, this was before the Demon Flood. Ever since the sorcerer Zygofer had his demonic hordes lay waste to the country, the land has been dead and deserted, apart from the twisted nightmares that now roam its plains and forests. Yet there should be much treasure to find for those brave enough to face their fears.",
      "The Bloodmarch is an epic campaign module for the Forbidden Lands retro-fantasy survival roleplaying game, describing the demon-infested lands west of Ravenland. This campaign book contains:",
      "Three new magic disciplines: Magma Song, Mentalism, and Dream Magic.",
      "Rules for travels in The Bloodmarch, including 27 new random encounters.",
      "16 new monsters, including the Fire Wyrm, Salamander, and Hover Frog.",
      "The Legacy of Horn campaign, including ten key players who all seek to dominate The Bloodmarch.",
      "Eight complete, illustrated adventure sites, playable in any order.",
      "An epic campaign finale, giving the adventurers the chance to decide the future of The Bloodmarch."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "FLFFBL018 - The Bloodmarch - Map and Cards Pack",
    "BookShortName": "The Bloodmarch - Map and Cards Pack",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFFBL018",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Map & Cards Pack",
    "BookFormat": "Map & Cards Pack",
    "BookSeries": "Map & Cards Pack",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL018 - The Bloodmarch - Map and Cards Pack\\FLFFBL018 - The Bloodmarch - Map and Cards Pack - Map.pdf",
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL018 - The Bloodmarch - Map and Cards Pack\\FLFFBL018 - The Bloodmarch - Map and Cards Pack - Stickers.pdf",
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL018 - The Bloodmarch - Map and Cards Pack\\FLFFBL018 - The Bloodmarch - Map and Cards Pack - Cards.pdf"
    ],
    "BookDescription": [
      "This pack for the Forbidden Lands roleplaying game contains player aids designed for use with The Bloodmarch campaign module. You can buy both together in the The Bloodmarch Bundle. Contents:",
      "A large, double-sided color map of the Bloodmarch (format 720 x 520 mm)",
      "A sheet of stickers for adventure sites and gravestones – transforming the map into a living, permanent chronicle of your adventures",
      "Fourteen custom playing cards for unique mounts and magical artifacts"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "MUH051557 - Raven's Purge",
    "BookShortName": "Raven's Purge",
    "BookPublisher": "Free League Publishing",
    "BookCode": "MUH051557",
    "BookISBN": "978-1-912200-90-0",
    "BookAuthor": "Erik Granström",
    "BookPublished": "2018",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Campaign Book",
    "BookFormat": "Hardback",
    "BookSeries": "Campaign Books",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\MUH051557 - Raven's Purge.pdf"
    ],
    "BookDescription": [
      "It is said that the first six elves of the Forbidden Lands – the ones who planted the trees, drew the furrows of the rivers and gave the animals their home – after completing their mission, had their rubies gathered in the royal crown, Stanengist, the name of which means “The Hanging Stones.” In the crown they rested deservedly, but at the same time, kept watch over their creation and gave advice to their descendants.",
      "For a long time, the crown was worn by the kings of the land and granted them the power to keep the kingdom intact, but sometime right before the humans arrived in Ravenland, the thief Merigall stole three of the stones from Stanengist, and the land has been sundered ever since. Whoever re-assembles the stones in the crown and places it on her head shall according to legend gain the power to rally all kin and rule over the Forbidden Lands.",
      "The stonesinger Brander of Bynd is said to have received a vision from the god Huge in which he saw the lost elven rubies set into the scepter of a king, the jewelry of a queen, and a sword that slays giants.",
      "Raven’s Purge is an epic campaign module for the Forbidden Lands RPG, written by acclaimed fantasy author Erik Granström. Raven’s Purge is not a linear story and it has no set goal that the adventurers are expected to follow. Instead, it is a rich tapestry of legends, locations, characters and events that the players can interact with in a multitude of ways. Contents of the 224-page hardcover book:",
      "A detailed history and description of the Stanengist elven crown and its elven rubies.",
      "A description of the nine key players of the campaign, who all seek Stanengist.",
      "Eight complete, illustrated adventure sites, playable in any order you want.",
      "An epic campaign finale, giving the adventurers the chance to decide the future of the Forbidden Lands."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "MUH051557 - The Spire of Quetzel",
    "BookShortName": "The Spire of Quetzel",
    "BookPublisher": "Free League Publishing",
    "BookCode": "MUH051557",
    "BookISBN": "978-1-912200-91-7",
    "BookAuthor": "Chris McDowall, Patrick Stuart, Ben Milton, Karl Stjernberg",
    "BookPublished": "2018",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Adventure",
    "BookFormat": "Hardback",
    "BookSeries": "Adventures",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\MUH051558 - The Spire of Quetzel.pdf"
    ],
    "BookDescription": [
      "Wind dies. Pale grass grows in spirals. Lichen forms blurred iridescent sigils on cracked stone. Black trees curl their trunks and crook their branches as if bowing. The Spire is driven through the skin of the world like a pin through curling paper.",
      "With every step toward the tower, it writhes and warps like a hallucination. It seems infinitely tall, like something in a dream. There is one silver door, marked with a pavonated eye in iridescent blue and green.",
      "This volume collects four adventure sites for the Forbidden Lands RPG, written by some of the best writers in the field today. Within these pages you will encounter a dreaming Demon-Queen, a prison of strange beasts who call themselves a family, a coven of witches who don’t get along, and the weird graveyard of the last thunder lizard to walk this land. The Forbidden Lands are more dangerous than ever – only the most foolhardy and resilient adventurers will live to tell the tales of these adventures.",
      "<b>This book contains:</b>",
      "The Spire of Quetzel by Patrick Stuart (Veins of the Earth)",
      "The Bright Vault by Chris McDowall (Into the Odd)",
      "Hexenwald by Ben Milton (Maze Rats)",
      "Graveyard of Thunder by Karl Stjernberg (Rad-Hack)"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "MUH051562 - Forbidden Lands GM Screen",
    "BookShortName": "Forbidden Lands GM Screen",
    "BookPublisher": "Free League Publishing",
    "BookCode": "MUH051562",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "GM Screen",
    "BookFormat": "Hardback",
    "BookSeries": "GM Screen",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\MUH051562 - Forbidden Lands GM Screen.pdf"
    ],
    "BookDescription": [
      "This deluxe Gamemaster Screen for the Forbidden Lands roleplaying game is made out of four sections of 3 mm thick hardback, measuring a mighty 688 x 240 mm when unfolded. The outside features beautiful full-color artwork by Alvaro Tapia, and the inside contains charts and tables for easy reference during play."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "MUH051561 - Forbidden Lands Card Deck",
    "BookShortName": "Forbidden Lands Card Deck",
    "BookPublisher": "Free League Publishing",
    "BookCode": "MUH051561",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Map & Cards Pack",
    "BookFormat": "Map & Cards Pack",
    "BookSeries": "Map & Cards Pack",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\MUH051561 - Forbidden Lands Card Deck\\MUH051561 - Forbidden Lands Card Deck - Backs.pdf",
      "D:\\Master Vault\\Forbidden Lands\\MUH051561 - Forbidden Lands Card Deck\\MUH051561 - Forbidden Lands Card Deck - Fronts.pdf"
    ],
    "BookDescription": [
      "This box contains 55 high quality custom cards designed for the Forbidden Lands roleplaying game. The beautifully illustrated cards describe magical artifacts, mounts, and maneuvers in combat. The cards supplement play and enhance your experience. The deck contains:",
      "22 Artifact Cards",
      "8 Mount Cards",
      "14 Combat Cards",
      "10 Initiative Cards",
      "1 Reference Card"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "Forbidden Hero - Solo Roleplaying in the Forbbiden Lands",
    "BookShortName": "Forbidden Hero - Solo Roleplaying in the Forbbiden Lands",
    "BookPublisher": "Free League Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Sole Rules",
    "BookFormat": "PDF Only",
    "BookSeries": "Free League Workshop",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\Free League Workshop\\Forbidden Hero - Solo Roleplaying in the Forbbiden Lands.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
  ]
  },
  {
    "BookName": "The Chapel of Blood",
    "BookShortName": "The Chapel of Blood",
    "BookPublisher": "Free League Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Adventure",
    "BookFormat": "PDF Only",
    "BookSeries": "Free League Workshop",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\Free League Workshop\\The Chapel of Blood.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
  ]
  },
  {
    "BookName": "Mists of Moorshire",
    "BookShortName": "Mists of Moorshire",
    "BookPublisher": "Free League Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Adventure",
    "BookFormat": "PDF Only",
    "BookSeries": "Free League Workshop",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\Free League Workshop\\Mists of Moorshire.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
  ]
  },
  {
    "BookName": "Tales of High Adventure - Sword & Sorcery in the Forbidden Lands",
    "BookShortName": "Tales of High Adventure - Sword & Sorcery in the Forbidden Lands",
    "BookPublisher": "Free League Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Adventure",
    "BookFormat": "PDF Only",
    "BookSeries": "Free League Workshop",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\Free League Workshop\\Tales of High Adventure - Sword & Sorcery in the Forbidden Lands.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
  ]
  },
  {
    "BookName": "FLFFBL002 - Forbidden Lands - Quickstart",
    "BookShortName": "Forbidden Lands - Quickstart",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFFBL002",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Forbidden Lands",
    "BookType": "Quickstart",
    "BookFormat": "PDF Only",
    "BookSeries": "Quickstart",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Forbidden Lands\\FLFFBL002 - Forbidden Lands - Quickstart.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
  ]
  }
]