[
    {
    "BookName": "FLFSYM018 - Ruins of Symbaroum - Player's Guide",
    "BookShortName": "Ruins of Symbaroum - Player's Guide",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFSYM018",
    "BookISBN": "978-91-89143-25-8",
    "BookAuthor": "Mattias Johnsson Haake, Mattias Lilja, Jacob Rodgers",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "Ruins of Symbaroum",
    "BookEdition": "5th Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookWiki": "Yes",
    "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/Ruins_of_Symbaroum_-_Player%27s_Guide_(FLFSYM018)",
    "VaultSML": "Ruins of Symbaroum",
    "BookSetting": "Ruins of Symbaroum",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Rulebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM018 - Ruins of Symbaroum - Player's Guide.pdf"
    ],
    "BookDescription": [
      "With the Ruins of Symbaroum game line, the acclaimed setting of Symbaroum comes to the world’s most popular roleplaying game rules! This richly illustrated, 236-page Player’s Guide introduces setting specific rules and provides guidelines on how to create player characters for adventures in the world of Symbaroum using the 5th Edition OGL ruleset!",
      "Ruins of Symbaroum invites you to join in the adventure! Explore the vast Forest of Davokar in the hunt for treasure, lost wisdom and fame. Visit the barbarian clans to trade or to plunder their treasuries. Establish a base of power among princes, guilds or rebellious refugees in the capital city of Yndaros. Or survive encounters with arch trolls, dark-minded blight beasts and undead warlords. But whatever you do, never ignore the warnings spoken by the wardens of the forest: tread carefully and do not disturb the ruins of old, for the darkness of Davokar is about to awaken…",
      "<b>CONTENT</b>",
      "A player facing introduction to the lore, settlements and factions of the game setting.",
      "Setting specific rules on travelling, rests, social challenges, and the blight of corruption.",
      "Nine player character origins with custom backgrounds.",
      "Five new character classes with a total of 32 new approaches (sub-classes).",
      "New equipment in the form of weapons, armor, alchemical elixirs, mystical artifacts, and more.",
      " Spell lists for the mystical traditions sorcerer, theurg, troll singer, witch and wizard, including 24 new spells."
    ],
    "TableOfContents": [
      {
      "title": "Ruins of Symbaroum - Player's Guide",
      "chapters": [
        {"page": 8, "title": "The Setting"},
        {"page": 32, "title": "New Rules"},
        {"page": 44, "title": "Character Origins"},
        {"page": 96, "title": "Classes and Feats"},
        {"page": 160, "title": "Resources"}
        ]    
    }
  ]
  } ,
  {
    "BookName": "FLFSYM019 - Ruins of Symbaroum - Gamemaster's Guide",
    "BookShortName": "Ruins of Symbaroum - Gamemaster's Guide",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFSYM019",
    "BookISBN": "978-91-89143-26-5",
    "BookAuthor": "",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "Ruins of Symbaroum",
    "BookEdition": "5th Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookWiki": "Yes",
    "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/Ruins_of_Symbaroum_-_Gamemaster%27s_Guide_(FLFSYM019)",
    "VaultSML": "Ruins of Symbaroum",
    "BookSetting": "Ruins of Symbaroum",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Rulebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM019 - Ruins of Symbaroum - Gamemaster's Guide.pdf"
    ],
    "BookDescription": [
      "With the Ruins of Symbaroum game line, the acclaimed setting of Symbaroum comes to the world’s most popular roleplaying game rules! This beautifully illustrated, 200-page Gamemaster’s Guide offers inspiration, guidelines and optional rules that will help you when designing adventures and running game sessions in the world of Symbaroum using the 5th Edition OGL ruleset!",
      "Time to prep and plan! Have your players uncover the secrets of Thistle Hold, Yndaros and Karvosti, or develop your own adventure sites in the Symbaroum setting. Send the player characters into the forest of Davokar on treasure hunts, holy missions or to establish an outpost, while facing pre-planned or randomly generated challenges. Determine what type of rewards to bestow on the adventurers – be it traditional treasure, mystical artifacts, new feats, pacts with creatures or factions, or even a domain of their own to govern. The Symbaroum setting can be the staging ground for many kinds of adventures, and this book helps you make the world your own!",
      "<b>CONTENT</b>",
      "Extensive information on the capital city of Yndaros, the fortune hunter’s town of Thistle Hold, and Karvosti, the cliff of the High Chieftain and the Huldra.",
      "Guidelines and tables for placing adventures in the Underworld, Yonderworld and Spirit World.",
      "Advanced rules regarding expeditions into the forest of Davokar, to be used when designing or randomly creating thrilling treasure hunts, journeys of exploration and other kinds of wilderness adventures.",
      "Informed instructions and guidelines regarding the design of game worlds, adventures, and epic campaigns.",
      "A chapter on how to make in-game rewards more interesting and tailored to different player types, also including twenty-seven mystical artifacts, each with its own adventure setup.",
      "A long list of optional rules, regarding advanced traps, troupe play, ceremonial magic, managing domains, pitched battles, pact making, social challenges, and more.",
      "The one-shot adventure Blight Night, set at the edge of Davokar Forest, as an example of how adventure landscapes in Symbaroum can be built."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "FLFSYM020 - Ruins of Symbaroum - Bestiary",
    "BookShortName": "Ruins of Symbaroum - Bestiary",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFSYM020",
    "BookISBN": "978-91-89143-27-2",
    "BookAuthor": "",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "Ruins of Symbaroum",
    "BookEdition": "5th Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookWiki": "Yes",
    "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/Ruins_of_Symbaroum_-_Bestiary_(FLFSYM020)",
    "VaultSML": "Ruins of Symbaroum",
    "BookSetting": "Ruins of Symbaroum",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Bestiary",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM020 - Ruins of Symbaroum - Bestiary.pdf"
    ],
    "BookDescription": [
      "With the Ruins of Symbaroum game line, the acclaimed setting of Symbaroum comes to the world’s most popular roleplaying game rules! This 236-page Bestiary, with its awe-inspiring and award-winning artwork, presents monsters, creatures and adversaries that can be encountered in the world of Symbaroum, with stats and rules adapted to the 5th Edition OGL ruleset!",
      "Explorers beware! More than a hundred creatures, monsters and abominations are crammed together between these covers – some of them well known, others only mentioned in legends and fairy tales; some unstoppably hungry, others open to negotiations; some presented in detail, others with only short descriptions. Call them Bestiaals, Night Swarmers, Illgoblins, Nefarani or Skullbiters – the creatures of Symbaroum are all capable of turning your forest expedition into a terrifying nightmare!",
      "<b>CONTENT</b>",
      "More than thirty fully described and beautifully illustrated creatures with the potential to be at the center of unique adventures and challenges in Symbaroum.",
      "Close to 60 additional creatures, sorted into categories such as Abominations, Predators, Spiders and Undead, and presented with short descriptions and stat blocks.",
      "A similar section introducing 60+ generic non-player characters, grouped in classes such as Champions of Prios, People of Davokar, Townsfolk, Elves and Trolls.",
      "Approximately 200 features, traits, reactions, lair actions and more, to be used when you design unique monstrosities to challenge your players.",
      "Guidelines and rules for terrain features, covering Cities and Towns, Farmlands, Forests, Swamps, and more."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "FLFSYM023 - Ruins of Symbaroum - Gamemasters Screen",
    "BookShortName": "Ruins of Symbaroum - Gamemasters Screen",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFSYM023",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "Ruins of Symbaroum",
    "BookEdition": "5th Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookWiki": "Yes",
    "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/Ruins_of_Symbaroum_-_Gamemasters_Screen_(FLFSYM023)",
    "VaultSML": "Ruins of Symbaroum",
    "BookSetting": "Ruins of Symbaroum",
    "BookType": "Gamemasters Screen",
    "BookFormat": "Hardback",
    "BookSeries": "Gamemasters Screen",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM023 - Ruins of Symbaroum - Gamemasters Screen.pdf",
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM023 - Ruins of Symbaroum - Where Darkness Dwells and the Gathering Storm.pdf"
    ],
    "BookDescription": [
      "With the Ruins of Symbaroum game line, the acclaimed setting of Symbaroum comes to the world’s most popular roleplaying game rules! This gamemaster’s screen and adventure booklet will serve you and your friends well when you start exploring the game world, using the 5th Edition OGL ruleset!",
      "The Ashurani dynasty was as short lived as it was cruel, known for its insights into the light – and the darkness. Key to their power was an artefact known as the Rod of Light and Darkness. Its touch could breathe life into dead things, or steal it away from that which lived. And guess what, the rod’s current whereabouts has been revealed! To students of the Eternal Night, this opportunity cannot be ignored! Its final resting place is said to be Lafarda’s Tower, situated in the area known to treasure-hunters as the Blasted Heath, where lightning rain burns flesh and shatters dreams.",
      "The Ruins of Symbaroum Gamemaster’s Screen provides easy access to important tables and information from the Player’s Guide, Gamemaster’s Guide and the 5th Edition OGL ruleset, including Marks of Corruption, Enemies in Davokar and a listing of various Conditions.",
      "The screen comes with a 28 page digital PDF featuring the two adventures Where Darkness Dwells and The Gathering Storm, suitable for player characters of levels 2 to 4."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "FLFSYM025 - Adventure Compendium",
    "BookShortName": "Adventure Compendium",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFSYM025",
    "BookISBN": "978-91-89143-32-6",
    "BookAuthor": "Mattias Johnsson Haake, Mattias Lilja, Jacob Rodgers",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "Ruins of Symbaroum",
    "BookEdition": "5th Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookWiki": "Yes",
    "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/Adventure_Compendium_(FLFSYM025)",
    "VaultSML": "Ruins of Symbaroum",
    "BookSetting": "Ruins of Symbaroum",
    "BookType": "Adventure Compendium",
    "BookFormat": "Hardback",
    "BookSeries": "Adventure Compendium",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM025 - Adventure Compendium.pdf",
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM025 - Adventure Compendium Game Master Resource.pdf"
    ],
    "BookDescription": [
      "With the Ruins of Symbaroum game line, the acclaimed setting of Symbaroum comes to the world’s most popular roleplaying game rules. This 216-page hardcover book presents seven low to medium level adventures, perfect for introducing gamemasters and players to the game world and the special rules created as an addition to the 5th Edition OGL ruleset.",
      "The Ruins of Symbaroum Adventure Compendium will invite you to everything from murder mysteries, to forest expeditions and witch hunts; set in cities, villages, and expanses of wilderness; treating you to encounters with dark­minded cultists, roaring monstrosities, and raging abominations. Yes, the adventures of this tome do a great job of exemplifying the wide variety of stories that are waiting to be told in the world of Symbaroum.",
      "<b>CONTENT</b>",
      "Seven full-length adventures, ranging from level 1 to 8",
      "The settlements Kastor, Ravenia and Prios Pass",
      "Thirteen mystical artifacts and a dozen color maps to explore",
      "An introduction to the pantheon of the Young Gods",
      "Note that this book requires access to the Ruins of Symbaroum Core Setting Books – the Player’s Guide, Gamemaster’s Guide and Bestiary"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "FLFSYM030 - Call of the Dark",
    "BookShortName": "Call of the Dark",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFSYM030",
    "BookISBN": "978-91-89143-90-6",
    "BookAuthor": "Erik Hylander",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "Ruins of Symbaroum",
    "BookEdition": "5th Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookWiki": "Yes",
    "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/Call_of_the_Dark_(FLFSYM030)",
    "VaultSML": "Ruins of Symbaroum",
    "BookSetting": "Ruins of Symbaroum",
    "BookType": "Adventure",
    "BookFormat": "Hardback",
    "BookSeries": "Adventure",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM030 - Call of the Dark.pdf",
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM030 - Call of the Dark Game Master Resource.pdf"
    ],
    "BookDescription": [
      "With the Ruins of Symbaroum game line, the acclaimed setting of Symbaroum comes to the world’s most popular roleplaying game rules. This 94-page hardcover book presents two medium level adventures to be played using the special rules created as an addition to the 5th Edition OGL ruleset.",
      "In this book you will find two adventures that in different ways relate to the growing internal divisions within the Ambrian realm. Call of the Dark plays out in the northern territories of the Lost Land of Alberetor, where the player characters will accompany a lowborn noble who is looking to prove the status of her family. The second adventure, Retribution, initially deals with the search for a person who has gone missing in the city of Kurun, but is soon shown to involve events which may have serious consequences for the relationship between the peoples of the Davokar region. Naturally, the player characters have a chance to influence the outcome of the stories, provided that they handle all the challenges that stand between them and a happy ending.",
      "<b>CONTENT</b>",
      "Two full-length adventures that will expose the player characters to great challenges",
      "The Alberian barony of Sarli and the city of Kurun as detailed adventure landscape",
      "A dozen locations and establishments where the characters can eat, trade, sleep, find information and visit the local authorities",
      "Full color maps of the barony and the city",
      "Four artifacts and new or alternative rules for Forced rides and the Dangers of the Darkened Land",
      "Note that this book requires access to the Ruins of Symbaroum Core Setting Books – the Player’s Guide, Gamemaster’s Guide and Bestiary"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "FLFSYM034 - The World of Symbaroum",
  "BookShortName": "The World of Symbaroum",
  "BookPublisher": "Free League Publishing",
  "BookCode": "FLFSYM034",
  "BookISBN": "978-91-89765-41-2",
  "BookAuthor": "Mattias Johnsson Haake",
  "BookPublished": "2024",
  "BookCover": "",
  "BookRules": "Ruins of Symbaroum",
  "BookEdition": "5th Edition",
  "BookPhysical": "On Order",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookWiki": "Yes",
  "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/The_World_of_Symbaroum_(FLFSYM034)",
  "VaultSML": "Ruins of Symbaroum",
  "BookSetting": "Ruins of Symbaroum",
  "BookType": "Supplement",
  "BookFormat": "Hardback",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM034 - The World of Symbaroum.pdf"
  ],
  "BookDescription": [
    "Welcome to a world of mystery and adventure, of clashing cultures and ideals, a world constantly under threat from the darkness of the Eternal Night. This book expands on the lore and setting information presented in the Ruins of Symbaroum Gamemaster’s Guide. It delves deep into the ancient history of the game world, and aside from general descriptions of people, places, and historical events, it provides the Gamemaster with lots of plot hooks and secrets, along with no less than seven detailed adventure landscapes centered around ruins in the forest of Davokar.",
    "THE WORLD OF SYMBAROUM CONTAINS",
    "A player’s section, introducing the game world’s main settlements – Thistle Hold, Yndaros and Karvosti – in great detail.",
    "An in-depth look at the main settlements’ history, memorable events, factions, conflicts, and establishments.",
    "A Gamemaster’s section describing what hides beneath the surface, with 18 historical secrets and 34 plot hooks.",
    "Seven adventure landscapes for characters of 5th to 10th level, complete with conflicts, events, maps, and colorful NPCs.",
    "Note that this book requires access to the Ruins of Symbaroum Core Setting Books – the Player’s Guide, Gamemaster’s Guide and Bestiary."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "FLFSYM035 - The Throne of Thorns I",
  "BookShortName": "The Throne of Thorns I",
  "BookPublisher": "Free League Publishing",
  "BookCode": "FLFSYM035",
  "BookISBN": "978-91-89765-42-9",
  "BookAuthor": "Mattias Johnsson Haake",
  "BookPublished": "2024",
  "BookCover": "",
  "BookRules": "Ruins of Symbaroum",
  "BookEdition": "5th Edition",
  "BookPhysical": "On Order",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookWiki": "Yes",
  "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/The_Throne_of_Thorns_I_(FLFSYM035)",
  "VaultSML": "Ruins of Symbaroum",
  "BookSetting": "Ruins of Symbaroum",
  "BookType": "Adventure",
  "BookFormat": "Hardback",
  "BookSeries": "The Throne of Thorns",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\5E - Compatible\\Ruins of Symbaroum\\FLFSYM035 - The Throne of Thorns I.pdf"
  ],
  "BookDescription": [
    "Perilous expeditions into the dark depths of Davokar Forest; deadly encounters with murderous cultists, hostile elves, and warriors of the Beast Clan; intense faction play and political maneuvering – you will experience all this and more when the epic quest for the legendary Throne of Thorns begins! This hardcover, full-color book presents the first two episodes of the acclaimed adventure chronicle The Throne of Thorns, adapted for play with the 5e ruleset and the Ruins of Symbaroum setting books. Expect the stakes to be high, the competitors relentless, and the darkness ever present, for the forest of Davokar is about to awaken.",
    "The Throne of Thorns I Contains",
    "The two full-length adventures Wrath of the Warden and The Witch Hammer, for characters of levels 7-9.",
    "More than 20 color maps, detailing adventure locations in towns, forests, and ruins.",
    "Over 50 stat blocks, covering non-player characters of different types – monsters, potential allies or adversaries, as well as famous/notorious individuals.",
    "A dozen journey events that can be used to make the characters’ travels in the forest even more exciting.",
    "More than 10 handouts to be used during play, offering important information for social challenges and problem-solving.",
    "Note that this book requires access to the Ruins of Symbaroum Core Setting Books – the Player’s Guide, Gamemaster’s Guide and Bestiary."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
} 
]
