[
    {
    "BookName": "FLFLTR001 - The Lord of the Rings Roleplaying - Core Rulebook",
    "BookShortName": "The Lord of the Rings Roleplaying - Core Rulebook",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFLTR001",
    "BookISBN": "978-91-89143-77-7",
    "BookAuthor": "Francesco Nepitello",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "5e Compatible",
    "BookEdition": "2nd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "RuleBook",
    "BookFormat": "Hardback",
    "BookSeries": "Corebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\The Lord of the Rings Roleplaying\\FLFLTR001 - The Lord of the Rings Roleplaying - Core Rulebook.pdf"
    ],
    "BookDescription": [
      "Return to Middle-earth with The Lord of the Rings™ Roleplaying, a brand new adaptation of the works of J.R.R. Tolkien using the rules for 5E. Based on the second edition of The One Ring™ roleplaying game by Francesco Nepitello, The Lord of the Rings™ Roleplaying contains everything you need to create exciting adventures set in the world’s most popular fantasy setting - six original heroic cultures from the land of Eriador, six new classes, a host of terrifying adversaries, and comprehensive rules for journeys, councils, wondrous artefacts, and the subtle magic of Middle-earth."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "FLFLTR002 - The Lord of the Rings Roleplaying - Shire Adventure",
    "BookShortName": "The Lord of the Rings Roleplaying - Shire Adventure",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFLTR002",
    "BookISBN": "978-91-89143-78-4",
    "BookAuthor": "James Michael Spahn",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "5e Compatible",
    "BookEdition": "2nd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Supplement",
    "BookFormat": "Hardback",
    "BookSeries": "Corebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\The Lord of the Rings Roleplaying\\FLFLTR002 - The Lord of the Rings Roleplaying - Shire Adventures.pdf"
    ],
    "BookDescription": [
      "A strange invitation from Bilbo Baggins, mentioning that he’s in need of help. Most odd! But then again, a great many things about that particular Hobbit have been odd ever since that business with the Dragon. Nothing wrong with taking a stroll and helping old Bilbo out I suppose. After all, it's not like there's any real dangers to worry about here in the Shire...",
      "Shire™ Adventures is a 104-page volume for The Lord of the Rings™ Roleplaying that describes the Shire in great detail, as well as five short adventures and seven pre-generated characters, including famous Bagginses, Tooks, and Brandybucks! The contents of Shire™ Adventures are adapted from the Starter Set for The One Ring™ RPG."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "FLFLTR005 - Tales From Eriador",
    "BookShortName": "Tales From Eriador",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFLTR005",
    "BookISBN": "978-91-89765-17-7",
    "BookAuthor": "Gareth Hanrahan",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "5e Compatible",
    "BookEdition": "2nd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Supplement",
    "BookFormat": "Hardback",
    "BookSeries": "Supplements",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\The Lord of the Rings Roleplaying\\FLFLTR005 - Tales From Eriador.pdf"
    ],
    "BookDescription": [
      "Now they had gone on far into the Lone-lands, where there were no people left, no inns, and the roads grew steadily worse. Not far ahead were dreary hills, rising higher and higher, dark with trees. On some of them were old castles with an evil look, as if they had been built by wicked people.",
      "Tales From Eriador is a beautifully illustrated hardback compendium containing six adventures for The Lord of the Rings™ Roleplaying, the 5E adaptation of the The One Ring™ tabletop roleplaying game based on the works of J.R.R. Tolkien. All set in the lone-lands of north-western Middle-earth, the adventures can be played individually, or as part of a larger tale.",
      "A Troll-Hole, If Ever There Was One and Kings of Little Kingdoms are both relatively self-contained adventures, but still hint at a growing danger.",
      "Messing About In Boats involves directly one member of the Company, in an unexpected way!",
      "Not To Strike Without Need and Wonder of the Northern World follow the slow infiltration of spies of the Enemy.",
      "Finally, The Quest of Amon Guruthos challenges the heroes to battle an ancient evil.",
      "All adventures assume that the time frame is the same as the one in The One Ring™ — the years around 2965."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  }  ,
  {
    "BookName": "FLFLTR004 - Ruins of Eriador",
    "BookShortName": "Ruins of Eriador",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFLTR004",
    "BookISBN": "978-91-89765-16-0",
    "BookAuthor": "Gareth Hanrahan",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "5e Compatible",
    "BookEdition": "2nd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Supplement",
    "BookFormat": "Hardback",
    "BookSeries": "Supplements",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\The Lord of the Rings Roleplaying\\FLFLTR004 - Ruins of Eriador.pdf"
    ],
    "BookDescription": [
      "In the westlands of Eriador, between the Misty Mountains and the Mountains of Lune, the Hobbits found both Men and Elves. Indeed, a remnant still dwelt there of the Dúnedain, the kings of Men that came over the Sea out of Westernesse; but they were dwindling fast and the lands of their North Kingdom were falling far and wide into waste.",
      "Eriador, the lone-lands described in The Lord of the Rings™, comes alive as never before in this supplement for The Lord of the Rings™ Roleplaying, the 5E adaptation of the The One Ring™ tabletop roleplaying game based on the works of J.R.R. Tolkien. A region often described as deserted becomes a crucible for adventure, offering many hours of gameplay.",
      "Chapter 1: Fog Over Eriador offers a description of the regions that once were part of the kingdom of Arnor, with a focus on the city of Tharbad.",
      "Chapter 2: A Gathering Storm provides the Loremaster with a set of narrative elements aimed at building a possible future for the land of Eriador as a whole, including the description of many looming threats, Loremaster characters and their agendas.",
      "Chapter 3: Landmarks adds twelve sites of interest in the style of the one presented in the core volume. These locations depict both ‘historical’ sites mentioned in The Lord of the Rings™ or The Hobbit™, and others that have been created specifically for the game."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "FLFLTR007 - Moria - Shadow of Khazad Dûm",
    "BookShortName": "Moria - Shadow of Khazad Dûm",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFLTR007",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "5e Compatible",
    "BookEdition": "2nd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookWiki": "",
    "WikiPage": "",
    "VaultSML": "",
    "UseTOC": "No",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign",
    "BookFormat": "Hardback",
    "BookSeries": "Campaigns",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\The Lord of the Rings Roleplaying\\FLFLTR007 - Moria - Shadow of Khazad Dûm.pdf"
    ],
    "BookMD": [
      "D:\\Master Vault\\Extra Book Data\\"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
  ]
  }
]