[
    {
    "BookName": "Shadowrun - Third Edition",
    "BookPublisher": "Catalyst Game Labs",
    "BookCode": "FPR25000",
    "BookISBN": "1-932564-46-2",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Shadowrun",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Shadowrun",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Rulebook",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Shadowrun\\3rd Edition\\FPR25000 - Shadowrun - Third Edition.pdf"
    ],
    "BookDescription": [
      "Shadowrun, Third Edition",
      "Where Man Meets Magic & Machine",
      "The year is 2060. Magic is as real as the mean streets of the mega-sprawls. Corporations call the shots while nailing each other through covert operatives in cutthroat competition. Flesh and machines have merged -- the street samurai with his smartguns and impossibly fast reflexes, the decker who can plug his own brain into the worldwide computer network, the rigger who links his mind to his vehicle and takes hairpin turns at fantastic speeds. And you're a part of this wired world, where corporate skyscrapers glitter over the dark shadows they cast. You live in those shadows. You're a shadowrunner -- a street operative.",
      "You may be human or troll, dwarf or elf. You may throw fireballs, pull out your trusty Uzi or slice through computer security with a program as elegant and deadly as a stiletto. No matter what, you get the job done. You're a shadowrunner -- a professional. You don't just survive in the shadows -- you thrive there ... for now.",
      "Shadowrun, Third Edition is a complete rulebook for gamemasters and players. It contains all the rules needed to create characters and ongoing adventures set in the popular Shadowrun universe. Shadowrun, Third Edition updates, revises, expands and clarifies the rules from previous Shadowrun rulebooks. It is compatible with previous versions of Shadowrun and with previously published Shadowrun source material."
    ],
    "TableOfContents": {
      "title": "Shadowrun - Third Edition",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  } ,
  {
    "BookName": "Aztlan",
    "BookPublisher": "Catalyst Game Labs",
    "BookCode": "FAS7213",
    "BookISBN": "1-55560-257-6",
    "BookAuthor": "Nigel Findley",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Shadowrun",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Shadowrun",
    "BookType": "Sourcebook",
    "BookFormat": "Softcover",
    "BookSeries": "Sourcebook",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Shadowrun\\3rd Edition\\FAS7213 - Aztlan.pdf"
    ],
    "BookDescription": [
      "Secret Leaders",
      "Corporate Government",
      "Tight Borders",
      "Constant War",
      "Strange Magic",
      "Only one place has it all in 2056 -- Aztlan, the world's only corporate nation.",
      "Built on the drug trade, consolidated country by country through ruthless business deals, run by a powerful and mysterious corporation and sustained by a national faith in the Aztec gods, Aztlan can be a runner's greatest dream or his most chilling nightmare. For at the heart of war-torn Aztlan lies Aztechnology, a potential mother lode of paydata and newtech, and an almost certain source of death. Listen carefully to the rumors and judge for yourself which are true or false—Aztlan guards its secrets well, and Aztechnology will kill to keep it that way.",
      "The Aztlan sourcebook describes the people, history, economy and current affairs of the nation of Aztlan, including details on Aztechnology Corporation, the unusual magic practiced by Aztlaner citizens, and the Yucatán conflict. This book also describes many aspects of life in Tenochtitlán (formerly Mexico City), and provides new rules for Aztlaner magic and Aztechnology corporate personnel.",
      "Aztlan contains some game statistics for Shadowrun, Second Edition, but is largely mechanics-free."
    ],
    "TableOfContents": {
      "title": "Aztlan",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Brainscan",
    "BookPublisher": "Catalyst Game Labs",
    "BookCode": "FAS7331",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Shadowrun",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Shadowrun",
    "BookType": "Campaign",
    "BookFormat": "",
    "BookSeries": "Campaigns",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Shadowrun\\3rd Edition\\FAS7331 - Brainscan.pdf"
    ],
    "BookDescription": [
      "Don't Mess With My Head!",
      "What if your mind was no longer your?",
      "What if you could no longer distinguish fantasy from reality?",
      "What if your brain had an off switch, and someone else helt the remote?",
      "Brainscan is a campaign of five linked adventures that drop the characters squarely into the middle of a titanic struggle for identity, control and freedom.",
      "Brainscan is a gamemasters and players of all experience levels. For use with Shadowrun, Third Edition."
    ],
    "TableOfContents": {
      "title": "Brainscan",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Cannon Companion",
    "BookPublisher": "Catalyst Game Labs",
    "BookCode": "FPR10659",
    "BookISBN": "1-932564-14-4",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Shadowrun",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Shadowrun",
    "BookType": "Companion",
    "BookFormat": "",
    "BookSeries": "Companion",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Shadowrun\\3rd Edition\\FPR10659 - Cannon Companion.pdf"
    ],
    "BookDescription": [
      "More Bang for the Buck...",
      "When the shadows are full of flying lead, chummer, you need an edge -- and I got it right here. You want a specialized blade? I can sell you a monosword. You want a gun to make the other guy think twice? How about the new laser pistol? Maybe you want to forge your whole body into a weapon -- I know someone who can train you in Wildcat-style martial arts. The big boys don't have all the best toys ...",
      "Cannon Companion offers more than 150 new weapons, with new accessories, gear, armor and explosives. Expanding on the combat gear introduced in Shadowrun, Third Edition, it provides advanced rules for the martial arts, firearm design and modification, simsense and underwater combat."
    ],
    "TableOfContents": {
      "title": "Cannon Companion",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "First Run",
    "BookPublisher": "Catalyst Game Labs",
    "BookCode": "FAS7329",
    "BookISBN": "",
    "BookAuthor": "Michael Mulvihill",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Shadowrun",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Shadowrun",
    "BookType": "Adventure",
    "BookFormat": "",
    "BookSeries": "Adventures",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Shadowrun\\3rd Edition\\FAS7329 - First Run.pdf"
    ],
    "BookDescription": [
      "First Run! features three complete adventures that help novice gamemasters and players learn the rules of Shadowrun, Third Edition",
      "IN THE SHADOWS YOU LEARN OR YOU DIE...",
      "...while playing. From a basic gun battle to a run against a corporate research facility to smuggling, this product lets players and gamemasters encounter the unique elements of Shadowrun. First Run! offers gamemasters suggestions for overcoming the most difficult aspects of running a game, and provides guidelines for building ongoing campaigns. Each adventure also includes hint for increasing the difficulty to challenge experianced player. For use with Shadowrun, Third Edition."
    ],
    "TableOfContents": {
      "title": "First Run",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  } ,
  {
    "BookName": "Character Dossier",
    "BookPublisher": "Catalyst Game Labs",
    "BookCode": "FPR10673",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Shadowrun",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Shadowrun",
    "BookType": "Character Dossier",
    "BookFormat": "",
    "BookSeries": "Character Dossier",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Shadowrun\\3rd Edition\\FPR10673 - Character Dossier.pdf"
    ],
    "BookDescription": [
      "More Data Than Your Rap Sheet",
      "Your shadowrunner has more safehouses than a slumlord, more false identities than a schizophrenic and a criminal record that takes up more memory than a Black Hammer utility. So where do you keep track of all that info? The Shadowrun Character Dossier provides 16 pages to record all of your character’s details, from skills to implants to spells. All of the archetypes are covered, from adepts to riggers to otaku, and space is included for edges and flaws, Karma expenditures, character background and more. The Dossier also features handy reference tables to make combat, skill use and healing run more smoothly. Store your runner’s info here and put Mr. Johnson’s files to shame!"
    ],
    "TableOfContents": {
      "title": "Character Dossier",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  } ,
  {
    "BookName": "Matrix",
    "BookPublisher": "Catalyst Game Labs",
    "BookCode": "FAS7909",
    "BookISBN": "1-55560-401-3",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Shadowrun",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Shadowrun",
    "BookType": "Expansion",
    "BookFormat": "Softcover",
    "BookSeries": "Expansion",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Shadowrun\\3rd Edition\\FAS7907 - Matrix.pdf"
    ],
    "BookDescription": [
      "Matrix",
      "Can You Hack It?",
      "Matrix expands on the basic decking rules and offers advanced rules for programming, deck construction, system security and accessing the Matrix. This book also describes how all character types can conduct on-line searches, and covers datatrail tracking and Matrix security. It also introduces rules for artificial intelligences and otaku characters. For use with Shadowrun, Third Edition."
    ],
    "TableOfContents": {
      "title": "Matrix",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  } 
]