[
  {
    "BookName": "TSR2600 - Planescape Campaign Setting",
    "BookShortName": "Planescape Campaign Setting",
    "BookPublisher": "TSR",
    "BookCode": "TSR2600",
    "BookISBN": "1-56076-834-7",
    "BookAuthor": "David \"Zeb\" Cook",
    "BookPublished": "1994",
    "BookCover": "",
    "BookRules": "Advanced Dungeons and Dragons",
    "BookEdition": "2nd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Planescape",
    "BookType": "Campaign Setting",
    "BookFormat": "Boxed Set",
    "BookSeries": "Boxed Sets",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Planescape\\TSR2600 - Planescape Campaign Setting.pdf",
      "D:\\Master Vault\\Planescape\\TSR2600 - Planescape Campaign Setting - A DM's Guide to the Planes.pdf",
      "D:\\Master Vault\\Planescape\\TSR2600 - Planescape Campaign Setting - A Player's Guide to the Planes.pdf",
      "D:\\Master Vault\\Planescape\\TSR2600 - Planescape Campaign Setting - Maps.pdf",
      "D:\\Master Vault\\Planescape\\TSR2600 - Planescape Campaign Setting - Monstrous Supplement.pdf",
      "D:\\Master Vault\\Planescape\\TSR2600 - Planescape Campaign Setting - Sigil and Beyond.pdf"
    ],
    "BookMD": [
      "D:\\Master Vault\\Extra Book Data\\"
    ],
    "BookDescription": [
      "<b>Glory? Majesty? You don't know the dark of it!</b>",
      "Discover the multiverse! Enter infinite universes of infinite variety, worlds beyond the prime-material settings of the AD&D game. Explore Sigil, the City of Doors, filled with portals to every layer of every plane. All you need is the right key, including. . .",
      "A Player's Guide to the Planes: A 32-page primer that introduces DMs and players alike to the grand design of the multiverse.",
      "A DM's Guide to the Planes: A 64-page book of valuable information solely for the Dungeon Master.",
      "Sigil and Beyond: A 96-page gazetteer that introduces Sigil and its surrounding plane as the starting point for planar adventures. From Sigil all the Outer Planes may be sampled by novice and veteran explorers alike.",
      "Monstrous Supplement: a 32-page, full-color Monstrous Compendium booklet.",
      "Four poster-size maps depicting the planes.",
      "A four-panel DM screen designed especially for planar campaigns.",
      "Until now, only the most powerful wizards could peek into the magnificent multiverse, but no longer! Gone are the unimaginable distances and the insurmountable obstacles that only the ultrapowerful could hope to overcome. Now even the greenest adventurer can enter the planes, though surviving long is another matter . . . .",
      "Have at it, berk! Powers, proxies, planars, petitioners, and wondrous monsters await just beyond the portal. Step through and partake of the infinite excitement of Planescape."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "TSR2602 - Monstrous Compendium - Appendix I",
  "BookShortName": "Monstrous Compendium - Appendix I",
  "BookPublisher": "TSR",
  "BookCode": "TSR2602",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "1994",
  "BookCover": "",
  "BookRules": "Advanced Dungeons and Dragons",
  "BookEdition": "2nd Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "To Source",
  "BookLibrary": "Yes",
  "BookSetting": "Planescape",
  "BookType": "Monstrous Compendium",
  "BookFormat": "",
  "BookSeries": "Monstrous Compendium",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Planescape\\TSR2602 - Monstrous Compendium - Appendix I.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "TSR2613 - Monstrous Compendium - Appendix II",
  "BookShortName": "Monstrous Compendium - Appendix II",
  "BookPublisher": "TSR",
  "BookCode": "TSR2613",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "1995",
  "BookCover": "",
  "BookRules": "Advanced Dungeons and Dragons",
  "BookEdition": "2nd Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "To Source",
  "BookLibrary": "Yes",
  "BookSetting": "Planescape",
  "BookType": "Monstrous Compendium",
  "BookFormat": "",
  "BookSeries": "Monstrous Compendium",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Planescape\\TSR2613 - Monstrous Compendium - Appendix II.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "TSR2635 - Monstrous Compendium - Appendix III",
  "BookShortName": "Monstrous Compendium - Appendix III",
  "BookPublisher": "TSR",
  "BookCode": "TSR2635",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "1998",
  "BookCover": "",
  "BookRules": "Advanced Dungeons and Dragons",
  "BookEdition": "2nd Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "To Source",
  "BookLibrary": "Yes",
  "BookSetting": "Planescape",
  "BookType": "Monstrous Compendium",
  "BookFormat": "",
  "BookSeries": "Monstrous Compendium",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Planescape\\TSR2635 - Monstrous Compendium - Appendix III.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "Things're different on the Inner planes. Oh, some bashers might say they're deadlier, or harsher, or just plain weirder, but the truth is, they're merely different. And on planes full of nothing but searing magmas, swampy ooze, glittering mineral, utter desolation, or life incarnate, is there any wonder that a body'd find creatures as alien as any the multiverse has ever seen? Things that eat color, leaving a victim fully transparent. Beasts that spread life like a virus, animating all things around them. Spirits that form bodies by forcing hundreds of smaller animals to act as one. It's enough to make a sod long for a pit fiend.",
    "Liven up any Planescape or AD&D campaign with Monstrous Compendium Appendix III, which features 128 pages of monsters that lurk on the Inner Planes, the Astral Planes, and the Ethereal Plane — some of the strangest and most inhospitable environments of the multiverse. Most of the critters are brand new, though a few old favorites have been updated. This book also provides a detailed look at the ecology of the planes in question, not to mention an appendix of inner-planar creatures that're more like animals than monsters. And, of course, all-new illustrations vividly bring each of these exotic beings to life.",
    "The third volume created for the PLANESCAPE campaign, this MONSTROUS COMPENDIUM appendix features a multitude of creatures from the Inner Planes-seventeen extreme worlds, including Fire, Earth, Water, Air, Smoke, Ooze, and more. Select specimens from the Astral and Ethereal Planes round out the ranks of this monstrous new horde."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]