[
  {
    "BookName": "Mork Borg",
    "BookShortName": "Mork Borg",
    "BookPublisher": "Free League",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Mork Borg",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookWiki": "",
    "WikiPage": "",
    "VaultSML": "Mork Borg",
    "UseTOC": "No",
    "BookSetting": "Mork Borg",
    "BookType": "Rulebook",
    "BookFormat": "",
    "BookSeries": "Mork Borg",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Mork Borg System\\Mork Borg.pdf"
    ],
    "BookMD": [
      "D:\\Master Vault\\Extra Book Data\\"
    ],
    "BookDescription": [
      "MÖRK BORG is a pitch-black apocalyptic fantasy RPG about lost souls and fools seeking redemption, forgiveness or the last remaining riches in a bleak and dying world. Who are you? The tomb-robber with silver glittering between cracked fingernails? The mystic who would bend the world’s heart away from it’s inevitable end? Confront power-draining necromancers, skulking skeletal warriors and backstabbing wickheads. Wander the Valley of the Unfortunate Undead, the catacombs beneath the Bergen Chrypt or the bedevilled Sarkash forest. But leave hope behind – the world’s cruel fate is sealed, and all your vain heroic efforts are destined to end in death and dismay. Or are they?",
      "MÖRK BORG is a complete game in the OSR genre, that can be played as is or be picked apart for use in your own homebrew. The rules are easily made compatible with most of the editions of the world’s largest role-playing game. Within the book you’ll find:",
      "A brief look at this dying world. From The Two-Headed Basilisks’ gothic cathedral in Galgenbeck and Blood-countess Anthelia’s limestone palace, to the fields of death in Graven-Tosk and the barren wastes of Kergüs.",
      "The Calendar of Nechrubel, that decides the speed of the world’s demise.",
      "20 occult Powers that let you bend reality, and just as many magical catastrophes for when you disastrously fail.",
      "Optional rules which brings more depth to the game. Omens let you turn bad luck into a slightly better one. Classes with unique traits and quirks, and tables that will bring life into your character.",
      "12 creatures to be murdered by.",
      "Game master tools such as tables for corpse plundering, occult treasure, adventure sparks, dungeon generating and other devilry.",
      "The introductory dungeon crawl scenario Rotblack Sludge, where you investigate a forgotten part of the Shadow King’s enormous ruin palace. Cannibal warlocks, poison peddlers from beyond the void and hungry gutworms await."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "Pirate Borg",
  "BookShortName": "Pirate Borg",
  "BookPublisher": "",
  "BookCode": "",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Mork Borg",
  "BookEdition": "1st Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "Mork Borg",
  "UseTOC": "No",
  "BookSetting": "Pirate Borg",
  "BookType": "Rulebook",
  "BookFormat": "",
  "BookSeries": "Pirate Borg",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Mork Borg System\\Pirate Borg.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "CY_BORG",
  "BookShortName": "CY_BORG",
  "BookPublisher": "",
  "BookCode": "",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Mork Borg",
  "BookEdition": "1st Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "Mork Borg",
  "UseTOC": "No",
  "BookSetting": "CY_BORG",
  "BookType": "Rulebook",
  "BookFormat": "",
  "BookSeries": "CY_BORG",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Mork Borg System\\Cy Borg.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "CY_BORG is a complete rules-light, rage-heavy tabletop roleplaying game based on and compatible with MÖRK BORG. Easy to play, easy to hack.",
    "In it you’ll find:",
    "A drive-by description of the megacity Cy after the Incident: from its rotting slums where gangs, cults and military corporations wage war, to the blinding scraper forests, neon cathedrals and holo-shimmering arcologies of Central and the toxic industrial hell zones shrouding it all in poisonous (but CYstainable Planet™ Certified) death smog.",
    "Quick and dirty character creation where the roll of the dice determines who your punk is, what they’re capable of and who they owe money to.",
    "d66 Miserable Headlines making the rounds on the news and feeds with varying regularity, each one heralding chaos and destruction wracking the city until the cataclysmic conclusion seven headlines in.",
    "A minimal, simple system designed to stay out of the way and to be easily modded and customized. Rulings before rules. MÖRK BORG at its core, with a few tweaks and updates.",
    "Optional rules and tables: Add tactical crunch to your violence with combat mods for cover, suppressive fire and more. Six classes for your class war, including the Forsaken Gang-Goon, the Shunned Nanomancer and the Renegade Cyberslasher. Tables adding depth and character to your punk, such as Style, Quirks and Current Obsession.",
    "Random Generators facilitating near-endless play: missions, locations, corporations, cults and npcs populating the accelerating apocalypse.",
    "Equipment (of varying legality) like guns and specialized ammo booster plug-ins, intelligent body armor, cybertech, decks fitted with custom Apps, and almost-controllable Nano powers with their latent infestations.",
    "25+ foes to fight. From the countless soldiers of the SecCorps and gangs to corrupted Nanophreaks, soulless drones and cydroids, state-of-the-art combat vehicles and the ethereal, digital apparitions classified as Ghosts.",
    "The introductory heist Lucky Flight Takedown. Scope and infiltrate the Lucky Flight Casino, clear the debt data and/or shut the whole operation down. Should be a quick and easy job, right?"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "Orc Borg",
  "BookShortName": "Orc Borg",
  "BookPublisher": "",
  "BookCode": "",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Mork Borg",
  "BookEdition": "1st Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "Mork Borg",
  "UseTOC": "No",
  "BookSetting": "Orc Borg",
  "BookType": "Rulebook",
  "BookFormat": "",
  "BookSeries": "Orc Borg",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Mork Borg System\\Orc Borg.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]