[
    {
    "BookName": "Keeper Rulebook",
    "BookPublisher": "Chaosium Inc.",
    "BookCode": "CHA23135",
    "BookISBN": "978-1-56882-430-7",
    "BookAuthor": "Sandy Petersen, Mike Mason, Paul Fricker, and Lynn Willis",
    "BookPublished": "2016",
    "BookCover": "",
    "BookRules": "Basic Roleplaying System",
    "BookEdition": "7th Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Call of Cthulhu",
    "BookType": "Rule Book",
    "BookFormat": "Hardback",
    "BookSeries": "Rules",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23135 - Keeper Rulebook.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23135 - Keeper Rulebook\\CHA23135 - Keeper Rulebook - 7th edition conversion guidelines v2.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23135 - Keeper Rulebook\\CHA23135 - Keeper Rulebook - Arkham Environs Map.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23135 - Keeper Rulebook\\CHA23135 - Keeper Rulebook - Lovecraft Country.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23135 - Keeper Rulebook\\CHA23135 - Keeper Rulebook - World Map.pdf"
    ],
    "BookDescription": [
      "The Old Ones ruled the earth aeons before the rise of man. Traces of their cyclopean cities can still be found on remote islands, buried amid the shifting desert sands, and in the frozen wastes of the polar extremes. Originally they came to this world from the stars. They sleep now, some deep within the earth or beneath the sea. When the stars are right they shall again walk the earth.",
      "Call of Cthulhu is Chaosium's tabletop roleplaying game based upon the worlds of H. P. Lovecraft. It is a game of secrets, mysteries, and horror. Playing the role of steadfast investigators, you travel to strange and dangerous places, uncover foul plots, and stand against the terrors of the Cthulhu Mythos. You encounter sanity-blasting entities, monsters, and insane cultists. Within strange and forgotten tomes of lore you discover revelations that man was not meant to know. You and your companions may very well decide the fate of the world.",
      "This book, the Keeper Rulebook, contains the core rules, background, guidance, spells, and monsters of the game. It is intended for use by the Keeper of Arcane Lore (the Keeper) — that player who will present the adventure to the other players. You must have at least one copy of this book to play Call of Cthulhu. The other players, the Investigators, should have one or more copies of the Investigator Handbook, containing expanded rules for character creation, skills, occupations, equipment, and more."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Investigators Handbook",
    "BookPublisher": "Chaosium Inc.",
    "BookCode": "CHA23136",
    "BookISBN": "978-1-56882-431-4",
    "BookAuthor": "Keith Herber, Mike Mason, Paul Fricker",
    "BookPublished": "2015",
    "BookCover": "",
    "BookRules": "Basic Roleplaying System",
    "BookEdition": "7th Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Call of Cthulhu",
    "BookType": "Rule Book",
    "BookFormat": "Hardback",
    "BookSeries": "Rules",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23136 - Investigators Handbook.pdf"
    ],
    "BookDescription": [
      "A CORE GAME BOOK FOR PLAYERS",
      "We live on a placid island of ignorance in the midst of black seas of infinity, and it was not meant that we should voyage far.” —H.P. Lovecraft",
      "Will you stand against the horrors of the night?",
      "Whether learned professor, nosy journalist, or hard-hitting detective, investigators need all the help they can get. Let this book be your guide. The Investigator Handbook is an essential player’s aid for the Call of Cthulhu 7th edition roleplaying game",
      "Written for those who will be playing the roles of investigators, the Investigator Handbook contains expanded rules for creating players characters, a wealth of over 100 occupations and skill descriptions, as well as guidance on getting the most from the game. What’s more, there’s a range of organizations for your investigator to belong to, detailed information about the classic 1920s setting, equipment and weapons for both the 1920s and modern day, and expert tips and advice for all budding investigators.",
      "No self-respecting investigator of the Cthulhu Mythos should be without it!"
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Keeper Screen",
    "BookPublisher": "Chaosium Inc.",
    "BookCode": "CHA23137",
    "BookISBN": "978-1-56882-410-9",
    "BookAuthor": "Mike Mason, Scott Dorward, and Paul Fricker",
    "BookPublished": "2016",
    "BookCover": "",
    "BookRules": "Basic Roleplaying System",
    "BookEdition": "7th Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Call of Cthulhu",
    "BookType": "Keeper Screen",
    "BookFormat": "Hardback",
    "BookSeries": "Keeper Screen",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23137 - Call of Cthulhu Keeper Screen\\CHA23137 - Call of Cthulhu Keeper Screen -  Scenario Floorplans v2.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23137 - Call of Cthulhu Keeper Screen\\CHA23137 - Call of Cthulhu Keeper Screen - Arkham City Map.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23137 - Call of Cthulhu Keeper Screen\\CHA23137 - Call of Cthulhu Keeper Screen - Back printable.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23137 - Call of Cthulhu Keeper Screen\\CHA23137 - Call of Cthulhu Keeper Screen - Back reprint 2020.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23137 - Call of Cthulhu Keeper Screen\\CHA23137 - Call of Cthulhu Keeper Screen - Keeper Reference Booklet Redone.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23137 - Call of Cthulhu Keeper Screen\\CHA23137 - Call of Cthulhu Keeper Screen - Miskatonic Country Map.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23137 - Call of Cthulhu Keeper Screen\\CHA23137 - Call of Cthulhu Keeper Screen - Obverse.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23137 - Call of Cthulhu Keeper Screen\\CHA23137 - Call of Cthulhu Keeper Screen - Scenarios Handouts v4.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23137 - Call of Cthulhu Keeper Screen\\CHA23137 - Call of Cthulhu Keeper Screen - Scenarios v4.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23137 - Call of Cthulhu Keeper Screen\\CHA23137 - Call of Cthulhu Keeper Screen - World Map.pdf"
    ],
    "BookDescription": [
      "The Call of Cthulhu Keeper Screen Pack is an essential play aid for those running games of Call of Cthulhu 7th edition. This is a PDF-only version of our upcoming three-panel Keeper Screen is mounted on thick hardcover stock, folding out to 34 inches wide. One side, intended to face the players, portrays glorious artwork. The rear of the screen, the Keeper’s side, collects and summarizes important rules, statistics and charts, to assist the Keeper when running games.",
      "Inside are two ready-to-play scenarios set in Lovecraft Country during the 1920s: “Blackwater Creek” and “Missed Dues,” with twelve ready-to-play pre-generated investigators included.",
      "The screen front and reverse, along with the colour maps of Lovecraft Country, the World of Cthulhu, and Arkham & Environs, are offered in PDF format."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Reign of Terror",
    "BookPublisher": "Chaosium Inc",
    "BookCode": "CHA23149",
    "BookISBN": "978-1-56882-451-2",
    "BookAuthor": "Mark Morrison, Penelope Love, James Coquillat, Darren Watson",
    "BookPublished": "2017",
    "BookCover": "",
    "BookRules": "Basic Roleplaying System",
    "BookEdition": "7th Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Call of Cthulhu",
    "BookType": "Adventure",
    "BookFormat": "Hardback",
    "BookSeries": "Adventures",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23149 - Reign of Terror.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23149 - Reign of Terror - Investigators.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23149 - Reign of Terror - Player Handouts.pdf"
    ],
    "BookDescription": [
      "Reign of Terror is an epic two-part historical scenario, set during the French Revolution, playable as a stand-alone adventure or as an historical interlude for use with Chaosium’s premium campaign Horror on the Orient Express.",
      "“The blade is poised, a shining length of bright sharp steel. The light glints on a small pattern on the blade, a concentric circle. The crowd holds its collective breath. Time stands still for an instant, and then the blade falls…”",
      "A time of struggle, intrigue, and horror. A divided country, where the upper class enjoys the bounty of wealth, and the poor cannot afford a loaf of bread. Where the cries of anger and rage at life’s injustices find momentum, sparking the people to unite and cast away the old regime for a brighter and more hopeful tomorrow. In time, hope will be replaced with fear as The Terror descends upon France, and the guillotine cries out for blood.",
      "The crowds gather baying for blood, while the “chop-chop-chop” of the guillotine calls out…"
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Petersen's Abominations",
    "BookPublisher": "Chaosium Inc",
    "BookCode": "CHA23152",
    "BookISBN": "978-1-56882-452-9",
    "BookAuthor": "Sandy Petersen, Mike Mason",
    "BookPublished": "2019",
    "BookCover": "",
    "BookRules": "Basic Roleplaying System",
    "BookEdition": "7th Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Call of Cthulhu",
    "BookType": "Scenarios",
    "BookFormat": "Hardback",
    "BookSeries": "Scenarios",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23152 - Petersen's Abominations.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23152 - Petersen's Abominations - Pre-Generated Investigators.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23152 - Petersen's Abominations - Handouts and Maps.pdf"
    ],
    "BookDescription": [
      "A collection of five nightmarish modern-day scenarios for the Call of Cthulhu Roleplaying Game.",
      "Gathered from across the aeons, this anthology of horror brings together for the first time a series of scenarios from the mind of Sandy Petersen, the creator of the Call of Cthulhu Roleplaying Game. Each one-shot scenario is designed for one or more sessions of play."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Mansions of Madness - Volume 1 - Behind Closed Doors",
    "BookPublisher": "Chaosium Inc",
    "BookCode": "CHA23167",
    "BookISBN": "978-1-56882-424-6",
    "BookAuthor": "Stuart Boon, Shaun DeWolfe, Gavin Inglis, Christopher Lackey, Mark Morrison",
    "BookPublished": "2020",
    "BookCover": "",
    "BookRules": "Basic Roleplaying System",
    "BookEdition": "7th Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Call of Cthulhu",
    "BookType": "Scenarios",
    "BookFormat": "Hardback",
    "BookSeries": "Scenarios",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23167 - Mansions of Madness - Volume 1 - Behind Closed Doors.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23167 - Mansions of Madness - Plain text handouts.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23167 - Mansions of Madness - Pre-gens.pdf",
      "D:\\Master Vault\\Call of Cthulhu\\7th Edition\\CHA23167 - Mansions of Madness - Handouts.pdf"
    ],
    "BookDescription": [
      "It includes two fully updated and revised classics, along with three brand new adventures, and all can be played as standalone adventures, used as sidetracks for ongoing campaigns, or strung together to form a mini-campaign spanning the 1920s. Suitable for up to six players and their Keeper, each scenario should take between one and three sessions to play through, and are an ideal next step for those who have already experienced the horrors contained within the scenario collections Doors to Darkness and Gateways to Terror."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  }
]