[
 {
   "Name": "Glide",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Alteration",
   "Range": "Touch",
   "Save": "None.",
   "Duration": "3 rounds + 1 rd./level",
   "Components": "V,S,",
   "AoE": "1 Creature",
   "CastingTime": 1,
   "SubField": "",
   "SourceShort": "TSR2170",
   "SourceLong": "TSR2170 - DMGR9 - of Ships and the Sea",
   "Page": 103,
   "Vault": "Yes",
   "First Letter": "G",
   "SpellDescription": [
    "This spell reduces water resistance, allowing the recipient to travel at an increased rate underwater. Creatures under the influence of this spell can swim or walk at a rate equal to half their land movement rate times 10, in yards per round . Thus, a human with a movement rate of 12 could swim or walk 60 (12/2=6x10=60) yards or 180 feet per round.",
    "A character to heavily encumbered to swim cannot do so by virtue of this spell, but he can walk along the bottom at the increasd rate.",
    "This spell does not improve the movement rates of aquatic creatures, nor does it reduce any combat or other penalties incurred through underwater adventuring."
  ],
   "Edition": "2E"
 },
 {
  "Name": "Tears of the Crocodile",
  "DnDClass": "Wizard",
  "Level": 1,
  "LevelName": "1st Level Spell",
  "School": "Alteration (Reversible)",
  "Range": "0",
  "Save": "None",
  "Duration": "2 rounds + 1 rd./2 levels",
  "Components": "V,S,M",
  "AoE": "10' radius",
  "CastingTime": 1,
  "SubField": "",
  "SourceShort": "TSR2170",
  "SourceLong": "TSR2170 - DMGR9 - of Ships and the Sea",
  "Page": 103,
  "Vault": "Yes",
  "First Letter": "T",
  "SpellDescription": [
    "By means of this spell, the caster can change freshwater into saltwater. This alteration occurs in a 10- foot radius centered on the caster.",
    "The saltwater sphere repels all freshwater creatures of Animal intelligence or less. More intelligent creatures can enter the sphere, but they experience great discomfort while within the area of effect. Such creatures suffer a -1 attack roll penalty and make all saving throws at a -1 penalty while inside the sphere.",    
    "The material components required are three crocodile tears sealed in a hollow ceramic sphere.",    
    "The reverse of this spell, tears of the alligator, transforms an equal amount of saltwater into freshwater. Saltwater creatures suffer the same penalties as those listed above while within the sphere. The material components for the reverse spell are three alligator tears sealed within a hollow ceramic sphere."
  ],
  "Edition": "2E"
},
{
  "Name": "Deep Eyes",
  "DnDClass": "Wizard",
  "Level": 2,
  "LevelName": "2nd Level Spell",
  "School": "Divination",
  "Range": "Touch",
  "Save": "None",
  "Duration": "4 rounds + 1 rd./level",
  "Components": "V",
  "AoE": "1 Creature",
  "CastingTime": 2,
  "SubField": "",
  "SourceShort": "TSR2170",
  "SourceLong": "TSR2170 - DMGR9 - of Ships and the Sea",
  "Page": 103,
  "Vault": "Yes",
  "First Letter": "D",
  "SpellDescription": [
    "A creature receiving this spell enjoys increased visual range underwater. The recipient can see underwater twice as well as he normally could. Modifiers for water clarity and surface conditions apply, but the individual's depth modifier doubles.",
    "The two bonuses are cumulative. For example, a submerged surface dweller can normally see movement in clear water on a Clear day at a maximum distance of 100 yards, provided he dives no deeper than 50 feet. A recipient of this spell, however, can see movement at a maximum distance of 200 yards at depths of 100 feet or less. See Chapter 5 for details on underwater vision."
  ],
  "Edition": "2E"
},
{
  "Name": "Withstand Water",
  "DnDClass": "Wizard",
  "Level": 2,
  "LevelName": "2nd Level Spell",
  "School": "Abjuration",
  "Range": "Touch",
  "Save": "None",
  "Duration": "1 day/2 caster levels",
  "Components": "V",
  "AoE": "1 Creature",
  "CastingTime": 2,
  "SubField": "",
  "SourceShort": "TSR2170",
  "SourceLong": "TSR2170 - DMGR9 - of Ships and the Sea",
  "Page": 103,
  "Vault": "Yes",
  "First Letter": "W",
  "SpellDescription": [
    "This spell keeps the caster, or another being, from getting wet. The recipient of the spell can walk through pouring rain, stand beneath a waterfall, or travel underwater and still remain completely dry. The protection also extends to a spellcaster's material components. The protected components do not need to roll material component saving throws (see the optional rule on page 89) for the duration of this spell. In addition, the spell's protection extends to all equipment the recipient carries, including scrolls and spell books. Items that leave the recipient's possession instantly lose their waterproofing, but items not already wet become protected when the recipient picks them up."
  ],
  "Edition": "2E"
},
{
  "Name": "Pressure Resistance",
  "DnDClass": "Wizard",
  "Level": "3",
  "LevelName": "3rd Level Spell",
  "School": "Alteration",
  "Range": "Touch",
  "Save": "None",
  "Duration": "1 turn + 1 turn/level",
  "Components": "S, M",
  "AoE": "1 Creature",
  "CastingTime": "3",
  "SubField": " ",
  "SourceShort": "TSR2170",
  "SourceLong": "TSR2170 - DMGR9 - of Ships and the Sea",
  "Page": "104",
  "Vault": "Yes",
  "First Letter": "P",
"SpellDescription": [
  "This spell magically increases the recipient's resistance to the crushing force of water pressure, allowing him to function at greater depths underwater. The spell's recipient can safely dive to twice his normal depth.",
  "For example, an unassisted human can normally withstand the effects of pressure to a maximum depth of 400 feet underwater. A human protected by this spell could safely dive to a depth of 800 feet. Note that this spell actually doubles the recipient's basic depth unit (see page 76).",  
  "The material component is a piece of bone or cartilage from a deep-sea creature."
],
  "Edition": "2E"
},
{
  "Name": "Samprey's Sensible Sea Sphere",
  "DnDClass": "Wizard",
  "Level": "4",
  "LevelName": "4th Level Spell",
  "School": "Alteration",
  "Range": "Touch",
  "Save": "Neg.",
  "Duration": "3 Turns per level",
  "Components": "M, V",
  "AoE": "1 Creature",
  "CastingTime": "4",
  "SubField": " ",
  "SourceShort": "TSR2170",
  "SourceLong": "TSR2170 - DMGR9 - of Ships and the Sea",
  "Page": "104",
  "Vault": "Yes",
  "First Letter": "S",
"SpellDescription": [
"Created by the famous Fathomer Laurish Samprey, Samprey's Sensible Sea Sphere projects a bubble of oxygen-similar to that generated by an airy water spell-around the head of the enchanted creature. This localized bubble of oxygen effectively acts as a helm of underwater action, allowing the recipient to breathe normally, cast spells, and hear as an assisted creature while submerged in water.",
"Casters can use this spell on unwilling creatures (usually those that exclusively breathe water) by making an attack roll; success indicates that the caster in question places the spell's material component (see below) around the head of the target creature. However, these creatures are entitled to a saving throw vs. spell which, if successful, negates the dweomer. Creatures of animal intelligence (1) or less who cannot breathe air will swirl about wildly and suffer 1d6 points of damage per round while the spell is in effect. Water-breathers possessing greater-than-animal intelligence immediately attempt to remove the material component from around their necks.",
"The material component of this spell is a scale from a member of an intelligent aquatic race, which the caster must obtain freely from the appropriate creature. The recipient of the spell must hang this scale around its neck by a necklace fashioned from unblemished sea kelp. This spell ends immediately if the recipient removes the material component from around its neck."
],
  "Edition": "2E"
},
{
  "Name": "Sense of the Predator",
  "DnDClass": "Wizard",
  "Level": "5",
  "LevelName": "5th Level Spell",
  "School": "Alteration",
  "Range": "Touch",
  "Save": "None",
  "Duration": "1 turn + 1 round/level",
  "Components": "V",
  "AoE": "20' radius",
  "CastingTime": "3",
  "SubField": " ",
  "SourceShort": "TSR2170",
  "SourceLong": "TSR2170 - DMGR9 - of Ships and the Sea",
  "Page": "104",
  "Vault": "Yes",
  "First Letter": "S",
"SpellDescription": [
"This spell attunes the recipient to the presence of electrical fields within its radius, granting him the ability to sense the presence of other creatures. This electrical sense allows the recipient to \"see\" the general size and position (though not the race) of all creatures within the area of effect. The spell is highly useful in underwater situations where visibility is sometimes poor or nonexistent.",
"The recipient's electrical sense negates the effects of invisibility, magically induced darkness, and poor visibility on melee attacks in most cases (see Table 72 in the DUNGEON MASTER® Guide).",
"This spell cannot detect the presence of creatures without a central nervous system, such as undead, oozes, slimes, and jellies. In addition, the recipient's extreme sensitivity to electrical fields renders him particularly vulnerable to powerful electric discharges- like those emitted from a lightning bolt or chain lightning spell or an electric eel.",
"If such a discharge occurs within the radius of the spell, the recipient must make a successful saving throw vs. paralyzation or be stunned for 1d10 rounds. Stunned characters cannot make any meaningful actions and will sink (or rise) at the appropriate rate for their encumbrance levels (see page 76). If the recipient is actually subjected to an electrical attack, he suffers the attack's normal effects in addition to stunning."
],
  "Edition": "2E"
},
{
  "Name": "Enhance Water Creature",
  "DnDClass": "Wizard",
  "Level": "6",
  "LevelName": "6th Level Spell",
  "School": "Alteration",
  "Range": "10 yds./level",
  "Save": "Neg.",
  "Duration": "1d4 rounds",
  "Components": "S, M",
  "AoE": "1 creature + 1 creature/4 levels of the caster",
  "CastingTime": "1 round + 2 rounds/level",
  "SubField": " ",
  "SourceShort": "TSR2170",
  "SourceLong": "TSR2170 - DMGR9 - of Ships and the Sea",
  "Page": "105",
  "Vault": "Yes",
  "First Letter": "E",
"SpellDescription": [
"This spell physically enhances creatures that live in or breathe water, as well as creatures from the Elemental Plane of Water. Examples include water weirds, water elementals, sea lions, fish, ocean-going mammals (such as whales and dolphins) and native ocean races (such as locathah and sahuagin). The spell does nothing for beings that breathe underwater by artificial or magical means, nor does it affect those who merely use water- based spells, including most wizards.",
"Because most effects of this spell are beneficial, many recipients waive their saving throws. All recipients gain a +1 bonus to their attack rolls, damage rolls, and saving throws. If damage inflicted by a creature is measured by a number of dice, then the DM should add +1 to each die before making any other modification.",
"Recipients from the Elemental Plane of Water gain 1 hit point per Hit Die, applied immediately. Any damage inflicted upon these creatures is subtracted from their bonus hit points first.",
"A thin, bluish sheen coats the bodies of all recipients, radiating strong alteration magic. Otherwise no visual change occurs.",
"The reverse of this spell, enfeeble water creature, inflicts a-1 penalty to attack rolls, damage rolls, and saving throws for the targeted creature. In addition, creatures native to the Elemental Plane of Water subtract 1 hit point from each Hit Die. A successful saving throw vs. spell negates the effect, but each creature affected must attempt a separate saving throw."
],
  "Edition": "2E"
},
{
  "Name": "Watery Adaption",
  "DnDClass": "Wizard",
  "Level": "7",
  "LevelName": "7th Level Spell",
  "School": "Alteration",
  "Range": "Touch",
  "Save": "None",
  "Duration": "1 hr./level",
  "Components": "V",
  "AoE": "1 creature + 1 creature/3 levels",
  "CastingTime": "7",
  "SubField": " ",
  "SourceShort": "TSR2170",
  "SourceLong": "TSR2170 - DMGR9 - of Ships and the Sea",
  "Page": "105",
  "Vault": "Yes",
  "First Letter": "W",
"SpellDescription": [
"This spell operates identically to the Third-level wizard spell water breathing, except that the recipient can actually speak normally and cast spells with verbal components underwater. In addition, the caster may grant the spell's effects by touch to 1 creature for every 3 levels. The duration of the spell is not, however, divided among the recipients. To bestow the effect, the caster must touch the recipient during the round the spell is cast."
],
  "Edition": "2E"
}

]