[
 {
   "Name": "Animate Dead Animals",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Necromancy",
   "Range": "10 feet",
   "Save": "None",
   "Duration": "Permanent",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": "2 rounds",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 48,
   "Vault": "Yes",
   "First Letter": "A",
   "SpellDescription": [
   "This spell creates undead skeletons and zombies from the bones and bodies of dead animals, specifically vertebrates (fish, amphibians, reptiles, birds, and mammals). The animated remains obey simple verbal commands given by the caster, regardless of the language employed. Only naturally occurring animals of no higher than semi-intelligence can be animated with this particular spell (lizards, cats, frogs, weasels, tigers, and so on), including animals and non-magical, giant-sized animals. These undead remain animated until they are destroyed in combat or turned; the animating magic cannot be dispelled.",
   "The number of undead that a wizard can animate depends on the animal's original hit dice, the caster's level, and the type of undead being created. The caster can create the following number of animal skeletons:",
   "<ul><li>1/4 HD animal or less: 4/caster level</li><li>1/2 to 1 HD animal: 2/caster level</li><li>1+ to 3 HD animal: 1/caster level</li><li>3+ to 6 HD animal: 1/2 caster levels</li><li>Animal of over 6 HD: 1/4 caster levels</li></ul>",
   "The caster can create the following number of animal zombies:",
   "<ul><li>1/4 HD animal or less: 2/caster level</li><li>1/2 to 1-1 HD animal: 1/caster level</li><li>1 to 3 HD animal: 1/2 caster levels</li><li>Animal of over 3 HD: 1 /4 caster levels</li></ul>",
   "Animated skeletons of animals that had 1/4 to 1 HD conform to the statistics of animal skeletons (see \"Skeleton\" in the MC). Skeletons of animals that had less than 1/4 HD when living conform to those same statistics, with the following changes: AC 9, HD 1/4; hp 1, #AT 1, Dmg 1. Skeletons of those animals of over 1 HD conform to the regular animal statistics in the MM, with the following changes: armour class is worsened by two (AC 10 maximum), damage per attack is reduced by two (1 hp minimum), and movement is reduced by half. Animal zombies conform to the statistics for the particular animal that has been animated, with the following changes: the animal's number of hit dice is increased by one, AC is worsened by three (AC 8 maximum), and movement is reduced by half.",
   "Skeletal and zombie animals gain the standard undead immunities (resistance to cold-based, sleep, charm, and hold spells), but lose any normal defenses that the living animal might have had. They also lose any special attacks (raking of rear claws, swallowing whole, and so on) and cannot inject poison or emit fluids, such as musk or saliva. Swallowing does no further damage to the creature swallowed, except to trap it within the swallower's rib cage. Priests gain a +1 bonus when turning these undead.",
   "This spell is often a necromancer's first experience animating corpses. For this to work, the animal bodies or skeletons must be intact. The material components are a blood drop and bone chip from the same species as the target remains (only animals belonging to the same species may be animated per spell)."
   ],
   "Edition": "2E"
 },
 {
   "Name": "Bind Undead",
   "DnDClass": "Wizard",
   "Level": 5,
   "LevelName": "5th Level Spell",
   "School": "Necromancy",
   "Range": "10 yards/level",
   "Save": "Special",
   "Duration": "2 rounds/level",
   "Components": "V, S, M",
   "AoE": "One undead/level",
   "CastingTime": "5",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 55,
   "Vault": "Yes",
   "First Letter": "B",
   "SpellDescription": [
    "Bind undead is highly effective against certain kinds of undead (it has no effect on living creatures). This spell automatically affects all chosen corporeal undead of 6+ or less HD (including coffer corpses, crypt things, ghouls, ghasts, great ghuls, huecuva, mummies, all types of skeletons, sons of Kyuss, wights, and all manner of zombies), with no saving throw. Such creatures curl into a ball (if more than one undead is affected, they are all gathered into one tightly-packed sphere). Affected undead are held helpless and immobile, their Special abilities in stasis, until the spell expires or the caster frees them. The diameter of this ball of undead is typically 2-3 feet per affected creature. Typically, this \"boneball\" is rolled off a cliff or into an obstacle or fire, or conveyed into the midst of foes, whereupon the caster ends the magic, freeing the undead to fight.",
    "Against noncorporeal undead (such as ghosts and spectres) and all undead of 7 or more HD who don't rum as \"Special\" (including vampires and liches), bind undead acts only as a slow spell. These undead are entitled to a saving throw vs. spells to resist the effect. Bind undead does not effect \"Special\" undead. The material component is the bone of any creature, held in the wizard's left hand at the rime of casting."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Bone Blight",
   "DnDClass": "Wizard",
   "Level": 5,
   "LevelName": "5th Level Spell",
   "School": "Necromancy, Alteration",
   "Range": "30 yards",
   "Save": "Neg.",
   "Duration": "Permanent",
   "Components": "V, S, M",
   "AoE": "One creature",
   "CastingTime": "5",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 56,
   "Vault": "Yes",
   "First Letter": "B",
   "SpellDescription": [
    "This nasty curse slowly erodes the healthy bone of any chosen creature within range, who is entitled to a saving throw vs. spells. If failed, all bone in the creature slowly begins to dissolve, eventually reducing it to a quivering mound of formless flesh.",
    "Except for experiencing a strange \"tingling sensation\" at the time of casting, the victim is not immediately aware of the spell's effect (making it even more insidious). In the short term (starting at the moment of casting up to the first full day), the bones of the victim become embrittled, greatly increasing his or her susceptibility to crushing attacks or falling damage. At the onset, the subject of this spell sustains double normal damage from such attacks; by the end of the first day, the victim's current hit points are reduced by 20%.",
    "In the medium term (lasting 1d6+1 days from the time of the casting), a victim is subject to frequent, painful fractures. All attacks by piercing and slashing weapons inflict double normal damage, while crushing attacks inflict quadruple damage. By the end of this period, the creature's hit points are reduced by 60%. In the terminal stage of this spell, a victim's bones finally dissolve, collapsing the subject's spine and skull, bringing a slow and painful death.",
    "While under the effects of this spell, the victim's body is unable to undergo normal healing processes. Magical healing (spells or potions) slows the onset of the terminal stage, but it cannot halt the bone loss process completely. Every 10 hp of magical healing effectively prolongs the victim's life in the intermediate stage of the affliction for one full day. The slow dissolution of bone can only be halted by a successful dispel magic or by remove curse, cure disease, limited wish, wish, heal, or restoration spells. Once the spell has been broken, lost hit points can be healed by normal or magical means.",
    "The reverse of the spell, bone growth, immediately halts the bone blight and slowly (over a period of 1-6 days) restores all damage caused by that spell. Bone growth can also be used to fuse normal fractures by accelerating the recipient's normal healing processes. Mild compression fractures heal in a day, while more serious ruptures (such as a broken leg or back) might take 1-4 days to fuse (assuming complete bed rest for the patient; otherwise healing time is doubled). This spell does not affect wounds or soft tissue damage, including cuts and sprains, nor does it correct for improper alignment of the bones while healing.",
    "Both versions of this spell only work on living creatures and have no effect if cast on undead. The material component is a drop of aqua regia for bone blight and a drop of milk for bone growth."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Bone Dance",
   "DnDClass": "Wizard",
   "Level": 3,
   "LevelName": "3rd Level Spell",
   "School": "Necromancy",
   "Range": "10 yards/level",
   "Save": "None",
   "Duration": "3 turns/level",
   "Components": "S, M",
   "AoE": "Special",
   "CastingTime": "3 rounds",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 52,
   "Vault": "",
   "First Letter": "B",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
   "Name": "Brainkill",
   "DnDClass": "Wizard",
   "Level": 4,
   "LevelName": "4th Level Spell",
   "School": "Necromancy",
   "Range": "Touch",
   "Save": "Neg.",
   "Duration": "Permanent",
   "Components": "V, S",
   "AoE": "1 creature",
   "CastingTime": "1 round",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 53,
   "Vault": "Yes",
   "First Letter": "B",
   "SpellDescription": [
    "A wizard using this spell, which operates much like a forget spell, can permanently burn from the memory of any one creature all knowledge of either a specific place or person or a time period of up to one year (the spellcaster may choose the desired result). The spell works on any intelligent creature by destroying a portion of its brain, but a victim is entitled to a saving throw vs. death magic to resist the effects of the spell. If successful, the creature suffers only a painful headache, which dissipates in 1-4 hours but is otherwise harmless. If failed, the victim suffers 1-6 points of damage from an excruciating headache, leaving him or her with selected gaps in his memory.",
    "Brainkill can affect only the victim's memory and ability to recall factual information. For example, a person thus affected might be completely unable to remember details of a place, the name, appearance, or any traits of a person, or might have a one-year blank in his or her memory. The spell has no effect on a persons learned abilities or skills. For instance, suppose an individual gained a swimming proficiency six months before coming under the influence of this spell. While the victim will no longer recall the swimming lessons, he or she still retains the ability, though it might not become evident until the victim jumps into a large body of water. Aside from relearning it as best as one can, the lost knowledge and memories can never be regained except by a wish."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Corpse Host",
   "DnDClass": "Wizard",
   "Level": 6,
   "LevelName": "6th Level Spell",
   "School": "Necromancy",
   "Range": "Touch",
   "Save": "None",
   "Duration": "1 day/level",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": "1 turn",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 58,
   "Vault": "",
   "First Letter": "C",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
   "Name": "Corpse Link",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Necromancy, Alteration",
   "Range": "10 yards/level",
   "Save": "None",
   "Duration": "1 turn/level",
   "Components": "V, S, M",
   "AoE": "Caster",
   "CastingTime": "1",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 49,
   "Vault": "Yes",
   "First Letter": "C",
   "SpellDescription": [
    "With this versatile spell, a wizard establishes a sensory link between him- or herself and a corpse or freshly animated zombie of a human, demihuman, or humanoid within the spells range. This link allows the caster to gather sensory information from the vicinity of the cadaver or undead being. For every three levels of experience past the 1st, the wizard gains the ability to collect information from an additional sense via the corpse link. At 4th level, for instance, the wizard may choose up to two senses (up to three at 7th level, four, at 10th level, and all five at 13th level).",
    "<i>Sight:</i> The caster can see what the corpse or undead creature sees as if looking through one of the creature's eyes.",
    "<i>Sound:</i> The wizard can now hear through one ear, exactly as if standing at the corpse's current location (if a wizard/thief, the caster can use his or her hear noise ability too).",
    "<i>Smell:</i> With one nostril, the wizard can now smell things exactly as if standing at the corpse's current location. The spell conveniently masks the putrefying stench of the cadaver (if any) so that subtle variations of aroma (like the scent of a rose) can easily be detected.",
    "<i>Taste:</i> The caster can taste any substance which is introduced into the corpse's mouth. The substance (which may be solid or liquid) tastes exactly as if the wizard had placed it on one side of his or her own tongue. This can be especially useful when checking for poison in food or identifying unknown potions. Thankfully, the taste of the corpse's own rotting flesh can be masked out by the spell.",
    "<i>Touch:</i> The caster gains the ability to sense the textural and environmental conditions, with a single hand, as if standing at the corpse's location. The wizard can gauge the surface texture and temperature of any object or substance which is placed in contact with the corresponding hand of the corpse.",
    "The type and number of sensory signals is chosen by the wizard at the time of casting, and cannot be changed for the duration of the spell. The caster collects all the sensory information through a single organ (eye, ear, nostril, half of the tongue, or hand) belonging to the corpse or undead recipient. This organ need not be attached to the rest of the cadaver for the spell to function properly.",
    "While the spell is in effect, the wizard can still see/hear/smell/taste/touch normally through other (unlinked) organs. For example, a necromancer harvests the left eye from a fresh cadaver (with a successful Anatomy ability check) and places it on a high ledge, with a strategic view of a front door. If the spell is now cast, the wizard's left eye would be able to see through the left eye of the corpse and spy on any visitors, while his or her right eye remains normal.",
    "Furthermore, if the target of the spell is a zombie, the magic enables the caster to issue simple commands to the undead creature via this link. The commands can be no longer than four words and can deal only with the creature's movement (turn left, walk forward two steps, and so on) If either the caster or the undead creature moves beyond the range of the spell, the effects arc negated. Corpse link does not impart any animation to dead tissue; if cast on a regular cadaver, it remains stationary for the duration of the spell.",
    "The material component is a fresh corpse or a newly-animated zombie. Unless some form of preservative magic has been employed to protect the corpse's decaying sensory organs (such as embalm or spirit bind), this spell cannot be employed on the remains of one who has been dead for longer than 1 day per level of the caster. This spell also requires the appropriate sensory organ of an animal or monster noted for its keen senses (such as the eyes of a hawk, ear of a rabbit, snout of a pig, and so on)."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Death Shroud",
   "DnDClass": "Wizard",
   "Level": 8,
   "LevelName": "8th Level Spell",
   "School": "Necromancy",
   "Range": "Touch",
   "Save": "Neg.",
   "Duration": "Special (2 rounds/level maximum)",
   "Components": "V, S, M",
   "AoE": "1 creature/level",
   "CastingTime": "8",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 60,
   "Vault": "",
   "First Letter": "D",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
   "Name": "Death Ward",
   "DnDClass": "Wizard",
   "Level": 9,
   "LevelName": "9th Level Spell",
   "School": "Abjuration, Necromancy",
   "Range": "0",
   "Save": "Neg.",
   "Duration": "Special",
   "Components": "V, S, M",
   "AoE": "One doorway, portal, or small object",
   "CastingTime": "1 turn",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 62,
   "Vault": "Yes",
   "First Letter": "D",
   "SpellDescription": [
    "By covering a doorway with the most forbidden and lethal of necromantic runes, a wizard can protect a small portal so that any creature that tries to pass through the warded area without first speaking a word of command is immediately subjected to a modified death spell. A death ward may also be cast on an item (usually a spell book or phylactery) or on a tunnel or cave entrance no larger than 30' feet in diameter. A single application of this spell can kill up to twice as many hit dice or levels of creatures as the wizard who cast the spell has levels of experience (thus a 20th-level wizard can slay up to 40 levels with a single death ward).",
    "Each creature passing through the ward is entitled to a saving throw vs. death magic with a -4 penalty; if successful, the individual survives and the ward loses none of its lethality. However, those who fail their saves are immediately slain (as per a death spell) and their levels or hit dice are subtracted from the potency of the ward. Those with greater hit dice than the current power of the death ward are unaffected by the spell.",    
    "For example, an I8th-level lich has cast the death ward (which can slay up to 36 levels) on the entrance to her inner sanctum. A party of four characters, each 15th level, enter her lair and foolishly traverse the warding. The first member fails his save and perishes, reducing the ward's effectiveness to 21 levels. The second character makes her save and thus escapes any ill effects (the ward remains unaffected, however). The third character fails the save and dies also, reducing the ward to 6 levels of potency. The fourth 15th-level character has too many levels of experience to be affected by the weakened ward, which remains in effect until drained by a less powerful being.",    
    "Despite its lethality, this is not a subtle warding. The protected area or object is literally covered with intricate, arcane runes and symbols at the time of casting These glyphs may flash ominously with pale red or blue light when approached within 10 feet. The entire area radiates a magical aura of lethal necromancy. Provided that he or she is on the same plane of existence, the caster will be immediately aware if the death ward has been triggered. By concentrating, the wizard who cast the ward may determine its current level of lethality, regardless of distance.",    
    "This terrible spell is a closely held secret, guarded jealously by the most powerful and black-hearted of necromancers and liches. It was originally designed by liches, as they can easily sustain the rigors of casting such a spell.",    
    "Mortal wizards who employ this powerful spell have a 25% chance of going insane (as per the contact other plane spell), contracting permanent paralysis (via a stroke), or suffering from a terminal illness (as per the cause disease spell) as adjudicated by the DM. The danger of misfortune is reduced by 5% for every point by which the mortal wizard's Intelligence is above 18, though this modified chance never drops below 5%. Curiously, the mental stability afforded by lichdom makes these undying wizards completely immune to the dangers of employing this ward. It is similarly rumoured that certain ancient, evil dragons have developed an even more potent version of this spell, which they may employ in their lairs with impunity.",    
    "The material component is a magical ink fabricated exclusively for this spell. The list of the ink's noxious ingredients is lengthy and complex, but it includes the venom of numerous poisonous animals and the acrid ichor of extraplanar fiends. Not surprisingly, the accumulation of these deadly components and the subsequent fabrication of the baneful ink itself sometimes results in tragedy for a mortal wizard, as mentioned previously.",    
    "While the inscription process (the actual casting) of the death ward takes only 1 turn, the fabrication process of the ink (once the proper ingredients have been assembled) takes 1-4 days. The ink also requires the dust of powdered perdiots and garnets, worth between 2,000-8,000 gp."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Embalm",
   "DnDClass": "Wizard",
   "Level": 2,
   "LevelName": "2nd Level Spell",
   "School": "Necromancy, Alteration",
   "Range": "Touch",
   "Save": "None",
   "Duration": "Permanent",
   "Components": "V, S, M",
   "AoE": "1 corpse",
   "CastingTime": "2 rounds",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 50,
   "Vault": "Yes",
   "First Letter": "E",
   "SpellDescription": [
    "An embalm spell enables the caster to protect a corpse (or a harvested part thereof) against the natural forces of decay and dissolution, until some later time when it is needed for a spell. If me embalmed cadaver is later animated as a zombie, golem, or other form of animated undead, the creature gains +2 hit points per hit die (8 hp/HD maximum) because of the greater strength and resiliency imparted by the spell to the dead tissue. It has no beneficial effect if cast on skeletal remains or on previously animated undead.",
    "Thus preserved, a corpse permanently retains the same odour and appearance it had at the time of casting. Embalm does not reverse the effects of putrefaction, but it does prevent any further decay of an individual's physical remains. Unlike more powerful spells (such as Nulathoe's ninemen (FOR) or the clerical spell spirit bind), embalm does not facilitate subsequent resurrection of a corpse.",
    "The material component is a drop of vinegar."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Empathic Wound Transfer",
   "DnDClass": "Wizard",
   "Level": 4,
   "LevelName": "4th Level Spell",
   "School": "Necromancy",
   "Range": "Touch",
   "Save": "None",
   "Duration": "Permanent",
   "Components": "V, S, M",
   "AoE": "Creature touched",
   "CastingTime": "1 round",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 54,
   "Vault": "Yes",
   "First Letter": "E",
   "SpellDescription": [
    "By casting this spell, a wizard transfers some of the wounds of another creature to him- or herself, thereby partially curing the recipient. Up to 2 hp per level of the caster may be transferred, so a 10th level necromancer could cure an ally of a 20-hp wound (but the wizard will then take 20 hp in damage).",
    "The hit point loss could have originally resulted from physical attacks, certain poisons, spell effects, diseases, or curses (except those that cannot be removed by the remove curse spell). This spell cannot restore amputated limbs, drained life levels, or lost life. It also cannot undo any continuously acting poison or disease. The spell only temporarily reverses such harm, which will then continue to affect the victim.",
    "The caster cannot drain his or her own life. Normally, a wizard can only transfer up to his or her current number of hit points. However, if the DM makes use of the rules for \"hovering on death's door\" (page 75 of the DMG), then a necromancer might be voluntarily drained to the brink of death (-9 hp). Of course, the mage immediately loses consciousness in such a case (as noted in the DMG), but his or her condition does not deteriorate unless further wounded by another agent. At the DM's discretion, this spell also enables a necromancer to immediately restore an incapacitated and dying victim, as per the 3rd- level priest spell death's door. Unlike the priest version, however, hit points cured by the wound transfer are inflicted on the caster. Hit points lost by the wizard may be regained by normal healing or magic.",
    "Finally, after the transfer is complete, the wizard temporarily loses four points of Constitution due to extreme exhaustion; each point may be recovered by six turns of complete rest. If the caster's Constitution drops below 3, unconsciousness results, and full Constitution is not regained for 24 hours. The material components are hair and blood from both the recipient and the caster, two newt eyes, and two wolf teeth (each from a different animal). These components are consumed in the casting."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Exterminate",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Necromancy",
   "Range": "10 feet",
   "Save": "None",
   "Duration": "Instantaneous",
   "Components": "V, S, M",
   "AoE": "1 small creature or 1 cubic foot per level (up to 10 creatures or 10 cubic feet maximum)",
   "CastingTime": "1",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 49,
   "Vault": "",
   "First Letter": "E",
   "SpellDescription": [
    "In the hands of a novice spellcaster, this spell instantaneously snuffs out the life forces of small rodents and vermin in the area of effect, including such normal pests as flies, mice, beetles, rats, spiders, and the like. Only creatures with 1-3 hp per level of the caster (9 hp maximum) and animal intelligence can be exterminated. More powerful wizards can thus affect bigger pests, including large spiders, stirges, poisonous snakes, and giant or huge centipedes. If the targeted creatures are extremely small (1 hp or less), then an area up to 1 cubic foot per level (10 cubic feet maximum) can be cleansed of pests.",
    "This spell is well-suited to indoor or outdoor applications and is a favourite among necromancers who live among pestilence. Occasionally, cruel mages have been known to exterminate benign animals (and sometimes even others' pets) with the spell. The somatic gesture is a pointed finger, while the caster verbalizes a low zzzt sound. The material components are a pinch of lavender and dried garlic."
  ],
   "Edition": "2E"
 },
 {
   "Name": "False Face",
   "DnDClass": "Wizard",
   "Level": 3,
   "LevelName": "3rd Level Spell",
   "School": "Necromancy, Alteration",
   "Range": "10 yards/level",
   "Save": "None",
   "Duration": "1 turn/level",
   "Components": "V, S, M",
   "AoE": "Caster",
   "CastingTime": "3",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 53,
   "Vault": "",
   "First Letter": "F",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
   "Name": "Ghoul Gauntlet",
   "DnDClass": "Wizard",
   "Level": 6,
   "LevelName": "6th Level Spell",
   "School": "Alteration, Necromancy",
   "Range": "Touch",
   "Save": "Neg.",
   "Duration": "Special",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": "6",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 59,
   "Vault": "",
   "First Letter": "G",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
   "Name": "Graft Flesh",
   "DnDClass": "Wizard",
   "Level": 5,
   "LevelName": "5th Level Spell",
   "School": "Necromancy, Alteration",
   "Range": "0",
   "Save": "None",
   "Duration": "Special",
   "Components": "V, S, M",
   "AoE": "One individual",
   "CastingTime": "5",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 56,
   "Vault": "Yes",
   "First Letter": "G",
   "SpellDescription": [
    "With this spell, a wizard can graft any freshly harvested flesh to the body of the recipient, either replacing a lost limb or serving as a disguise. The duration is limited only by the compatibility of the grafted flesh to the host's own body. Flesh harvested from the recipient him-or herself (such as a severed limb) can be permanently reattached with this spell. If the grafted limb were taken from a fresh corpse, however, the maximum duration of the spell would be 1 day/level of the caster. Only musculo-skelelal tissues are affected by this spell; it cannot be used to graft organs or attach additional appendages (such as an extra arm) to the recipient.",
    "Graft flesh can also disguise the subject (who may be the caster) with the flesh from a cadaver. While the subject gains the facial and bodily appearance of the deceased individual, the transformation is only \"skin deep.\" The recipient retains his normal voice, knowledge, spells, and other abilities. Furthermore, the subject does not gain any physical or sensory abilities associated with his new appearance (the spell cannot, for instance, increase the host's physical strength or replace lost eyesight). This application lasts 1 day/level of the caster.",
    "For the duration of the spell, grafted flesh literally becomes an extension of the host's own body (affected tissue radiates a faint aura of necromancy, however). The recipient has complete control over the flesh as if it were his or her own. At the conclusion of the spell, the grafted flesh slowly deadens and ultimately drops away. A successful dispel magic ends the spell prematurely.",
    "Graft flesh only functions on living human, demihuman, or humanoid subjects. The material component is the host's own severed limb or else a suitable replacement from a fresh corpse (dead for no longer than 1 day per level of the caster). Grafted tissue must be harvested from the same species as the host. Graft flesh cannot be combined with other enchantments (such as embalm or spirit bind) which are used to preserve a corpse. By the conclusion of the spell, all grafted flesh has decayed past all utility and cannot be used in a subsequent casting."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Life Force Exchange",
   "DnDClass": "Wizard",
   "Level": 9,
   "LevelName": "9th Level Spell",
   "School": "Necromancy (Reversible)",
   "Range": "60 yards",
   "Save": "Neg.",
   "Duration": "Permanent",
   "Components": "V, S",
   "AoE": "Two creatures",
   "CastingTime": "9",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 63,
   "Vault": "Yes",
   "First Letter": "L",
   "SpellDescription": [
    "This spell permanently switches the life forces of two creatures (one of which may be the caster). Both recipients must be within range at the time the spell is completed, or it fails automatically. When employed correctly, both creatures are surrounded by a radiant green aura and must save vs. spells at -6 to avoid the effects (obviously, willing recipients may forego the saving throw to consciously accept the effect).",
    "The spell only functions properly if both recipients fail their saving throws. If only one target of the spell fails the save, then the one who made the saving throw is automatically stunned (reeling and unable to take action) for 1 round. Meanwhile the other subject (the one who failed the save) is stunned for 1-4 rounds.",    
    "In the event of a successful transfer, both life forces retain all of their original mental abilities and behavioural patterns, although their physical abilities are limited (or possibly enhanced) by their new forms. For instance, a decrepit necromancer uses this spell to exchange life forces with a hale, young warrior in the prime of his health. While the wizard gains a young and vigorous body (and all of the benefits that go with it), the unfortunate youth finds himself trapped in the withered shell of a dying, old man. Creatures unaccustomed to being shifted in this way are stunned for a minimum of 1 round after the transfer.",    
    "The effects of this spell are permanent and can only be reversed by a full wish or by the reverse of the spell, revoke life force exchange. If one of the bodies is slain before reversal can take place, the life force currently inhabiting that body departs. That spirit and its new body are dead just as if the spirit was in the body that actually belonged to it in the first place. The life force originally belonging to the slain body is now irreversibly trapped in its new form. Short of expending two wishes (one to restore the slain body, and the second to transfer the life force), the only way to now restore the victim to his or her rightful body is by cloning the original body and casting revoke life force exchange."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Life Force Transfer",
   "DnDClass": "Wizard",
   "Level": 8,
   "LevelName": "8th Level Spell",
   "School": "Necromancy (Reversible)",
   "Range": "1\"",
   "Save": "Neg.",
   "Duration": "Permanent",
   "Components": "V, S, M",
   "AoE": "1 creature",
   "CastingTime": "Special (8 turns)",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 61,
   "Vault": "",
   "First Letter": "L",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
   "Name": "Living Link",
   "DnDClass": "Wizard",
   "Level": 2,
   "LevelName": "2nd Level Spell",
   "School": "Necromancy, Divination",
   "Range": "90 yards + 10 yards/level",
   "Save": "None",
   "Duration": "1 round/level of caster",
   "Components": "V, S",
   "AoE": "1 creature",
   "CastingTime": "2",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 51,
   "Vault": "Yes",
   "First Letter": "L",
   "SpellDescription": [
    "With this spell, a wizard establishes a sensory link between him- or herself and any living creature within range. If the wizard knows a specific creature or person within range, then the spell can take effect on that specific creature. Otherwise, the living link will be established with any sentient creature within range, determined randomly.",
    "Similar to the 1st-level spell corpse link (which only works with fresh cadavers and zombies), living link allows the caster to gather sensory information from the vicinity of the targeted creature (sight, sound, smell, taste, or touch). For every four levels of experience past the 1st, the wizard can collect information from an additional sense (up to two senses at 5th level, three at 9th, four at 13th, and all five at the 17th level of experience).",
    "The target creature of this spell experiences nothing to indicate that its senses have been tapped, and it remains in control of its own actions, entirely unaware of the magical connection to the wizard. In other words, the wizard cannot force the subject to look at something (listen at a keyhole, taste a glass of wine, pick up an object, and so on). This spell merely enables the wizard to directly experience the world through another creature's perceptions. For instance, looking through another creature's eyes gives the wizard all of its visual capabilities, like infravision should the creature have that ability.",
    "While the spell is in effect, the living link overrides the wizard's own sensory perceptions. Thus, while a wizard is seeing through another creature's eyes, he or she is unable to see through his or her own. The spell can be ended early with no risk to the caster."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Locate Remains",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Necromancy, Divination",
   "Range": "0",
   "Save": "None",
   "Duration": "1 turn + 5 rounds/level",
   "Components": "V, S, M",
   "AoE": "30' long + 5'/ level",
   "CastingTime": "1 round",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 50,
   "Vault": "Yes",
   "First Letter": "L",
   "SpellDescription": [
    "This spell attunes the caster to the physical remains of dead beings in the area of effect. Locate remains will thus easily detect the presence of unburied corpses or corporeal undead (such as skeletons, zombies, or ghasts), but has no effect on noncorporeal undead (such as ghosts or spectres). The area of effect extends in a 10' wide path, facing the in the caster's current direction. Scanning in a direction requires one round, during which time the caster remains motionless in concentration.",
    "Locate remains is mostly unaffected by walls or obstacles, though the area of effect is decreased (to 10' +I'/ level) by more than three feet of solid stone, ten feet of wood or packed earth, or one inch of metal.",
    "In the most general application, the spell precisely locates any and all physical remains of individuals in the area of effect, regardless of sex, species, and undead status. This spell does not impart any knowledge regarding the identity (or undead nature) of the remains; only the current locations of corpses within the area of effect are learned. If a personal item or a small fragment of the deceased individual is available at the time of casting, the spell can be used to locate the remains of that specific individual. In that case, the spell docs not register the presence of any remains except those of the desired individual.",
    "Both the general and specific versions of the spell have no effect if cast on a living creature of any kind.",
    "The material component for this spell is either a small piece of bone from a human cadaver (for the general version) or else an article of clothing, personal possession, or strand of hair (for the specific version). This spell is popular in regions with strict burial customs."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Skeletal Hands",
   "DnDClass": "Wizard",
   "Level": 2,
   "LevelName": "2nd Level Spell",
   "School": "Necromancy, Evocation",
   "Range": "10 feet + 10 feet/3 levels",
   "Save": "None",
   "Duration": "1 turn + 5 rounds/level",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": "1 round",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 51,
   "Vault": "Yes",
   "First Letter": "S",
   "SpellDescription": [
    "By casting this spell, a wizard animates a pair of skeletal hands that levitate in mid air and move as directed by the caster, who uses verbal commands and somatic gestures to guide them. The hands can perform only simple grasping, lifting, and carrying activities. They cannot perform complex movements that require great dexterity, such as picking locks. They can, however, open unlocked doors and chests, or turn pages in a spell book. The hands can also make two clawing attacks per round, each attack directed against a different target. They attack using the wizard's table at the same level as the spellcaster, and each inflicts 1-3 hp damage on a successful hit. The hands may be physically attacked in turn (each hand has AC 5, hp 4, and MV 6) and may move anywhere within their range.",
    "The hands can carry up to 5 pounds each; together, they can carry an object of up to 20 pounds. The hands may wield weapons within these weight limits. When using weapons, the skeletal hands attack on the wizard's combat table, with a level half that of the spellcaster and with applicable penalties for nonproficiency. Handheld melee weapons do half their normal damage (round up fractions), because the hands cannot generate the proper forces that the weapons need in order to inflict normal damage. The hands may fire an already loaded crossbow and inflict normal damage, because the crossbow provides the necessary force to propel the bolt. All other missile weapons have their ranges reduced to one quarter and inflict their normal damage (round up fractions).",
    "The material components are the complete, skeletal hands of any human, demihuman, or humanoid. These hand bones may be reused in multiple castings of the spell, providing the hands have not been damaged or destroyed in combat."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Skulltrap",
   "DnDClass": "Wizard",
   "Level": 3,
   "LevelName": "3rd Level Spell",
   "School": "Necromancy, Evocation",
   "Range": "Touch",
   "Save": "1/2",
   "Duration": "Special",
   "Components": "V, S, M",
   "AoE": "One Skull",
   "CastingTime": "4",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 53,
   "Vault": "",
   "First Letter": "S",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
   "Name": "Spectral Voice",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Necromancy, Alteration",
   "Range": "10 yards/level",
   "Save": "None",
   "Duration": "1 turn/level",
   "Components": "V, S, M",
   "AoE": "Caster",
   "CastingTime": "1",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 50,
   "Vault": "Yes",
   "First Letter": "S",
   "SpellDescription": [
    "This spell is similar to the 1st-level spell ventriloquism in that it allows the caster to throw his or her voice. However, the caster's voice issues only from the mouth of a specified corpse, skeleton, or zombie. The voice coming from the cadaver or undead creature will not sound like the caster's voice. In the case of a cadaver or zombie, it will sound similar to the hoarse, scratchy voice of the deceased individual. In the case of a skeleton, the voice will sound like a soft, raspy whisper. For the duration of the spell (which cannot be ended prematurely), the caster's voice emanates from the corpse or undead creature. As a result, the wizard is unable to cast any additional spells requiring verbal components until after the spectral voice has expired. The material component is a preserved tongue."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Summon Spirit",
   "DnDClass": "Wizard",
   "Level": 4,
   "LevelName": "4th Level Spell",
   "School": "Necromancy",
   "Range": "10 yards",
   "Save": "Special",
   "Duration": "1 round/level",
   "Components": "V, M",
   "AoE": "1 dead human or demihuman",
   "CastingTime": "1 turn",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 54,
   "Vault": "",
   "First Letter": "S",
   "SpellDescription": [
    "This spell allows the wizard to raise up the spirit of a dead human or demihuman, which may answer questions put to it by those present at the summoning. Of course, the questioners must speak the same language as the dead creature.",
    "Summoning a dead spirit is far from a certain or trouble-free enterprise. The base chance that a spirit will answer the summons is 50% + 1% for each experience level of the wizard casting the spell. This chance of success also depends on the authority of the caster in the spirit world, the length of time the subject has been dead, and the specific time of day during the casting (see Table 11).",
    "Regardless of actual penalties or bonuses, the chance of success never drops below 5% or rises above 95%. If the spell fails, there is always the chance that the summoning will attract the attention of some other (potentially hostile) spirit or undead creature, either from the netherworld or the general vicinity of the caster. The chances of summoning a malicious undead are 5%, cumulative with every failed attempt by the same caster. The DM may roll on the table for the clerical spell summon undead. Note that this spell in no way protects the wizard (or those present at the casting) from the attacks of inadvertently summoned undead.",
    "If the summoning is successful, the desired spirit slowly rises from the ground before the caster. The spirit's willingness to answer questions will first determine the effectiveness of the spell. If the spirit is of a different alignment than the caster or formerly had more hit dice than the caster's current level of experience, the shade is entitled to a saving throw vs. spells to resist the interrogation.",
    "Provided that the spirit is agreeable, it can answer no more than one question for every three levels of the caster. Summoned spirits tend to be evasive and cryptic when questioned by the living. In general, their knowledge is limited to what they knew while alive. A spirit may also be called upon to answer specific questions about the near future, regarding actions undertaken before the next nightfall. Questions and predictions about future events are subject to the same conditions and limitations as the priest spell augury.",
    "This spell requires a shallow pit filled with the blood from a slaughtered ram. The pit opens a symbolic link with the netherworld, while the blood serves to lure a spirit back into the world of the living. Note that the blood may also attract hostile undead (if the summoning fails). The DM may care to modify this spell so that it always summons a host of spirits (numbering 1-20) who must be individually questioned and placated before the desired shade arrives. The DM may also care to increase the chances of summoning a hostile undead (even if the spell succeeds) to reflect the caster's location and the tone of the campaign. Obviously, calling a beneficial spirit near the burial mound of a wraith may bring both creatures to investigate the unusual summons.",
    "<b>Table 11 - Spirit Summoning Modifiers</b>",
    "<table><thead><tr><th>Modifier</th><th>Condition</th></tr></thead><tbody><tr><td>+5%</td><td>Caster is a necromancer</td></tr><tr><td>+5%</td><td>Caster has spirit lore proficiency</td></tr><tr><td>+10%</td><td>Caster is a member of the Witch kit</td></tr><tr><td>None</td><td>Subject dead for up to 1 week</td></tr><tr><td>-5%</td><td>Subject dead for up to 1 month</td></tr><tr><td>-10%</td><td>Subject dead for up to 1 year</td></tr><tr><td>-15%</td><td>Subject dead for up to 10 years</td></tr><tr><td>-20%</td><td>Subject dead for up to 100 years</td></tr><tr><td>-30%</td><td>Subject dead for up to 1000 years</td></tr><tr><td>-50%</td><td>Subject dead 1000 years +</td></tr><tr><td>-25%</td><td>Spell cast by day</td></tr><tr><td>None</td><td>Spell cast at night</td></tr><tr><td>+10%</td><td>Spell cast at full moon</td></tr><tr><td>+25%</td><td>Cast on a holy day associated with the dead</td></tr><tr><td>+10%</td><td>Ancestor present at summoning</td></tr><tr><td>-10%</td><td>Spirit previously summoned within the same month</td></tr></tbody></table>"
  ],
   "Edition": "2E"
 },
 {
   "Name": "Transmute Bone to Steel",
   "DnDClass": "Wizard",
   "Level": 6,
   "LevelName": "6th Level Spell",
   "School": "Alteration, Necromancy (Reversible)",
   "Range": "30 yards",
   "Save": "Special",
   "Duration": "Permanent",
   "Components": "V, S, M",
   "AoE": "1 creature or object",
   "CastingTime": "1 round",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 59,
   "Vault": "",
   "First Letter": "T",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
   "Name": "Wound Conferral",
   "DnDClass": "Wizard",
   "Level": 7,
   "LevelName": "7th Level Spell",
   "School": "Necromancy",
   "Range": "Touch",
   "Save": "Neg.",
   "Duration": "Permanent",
   "Components": "V, S, M",
   "AoE": "Two creatures",
   "CastingTime": "2 rounds",
   "SubField": "",
   "SourceShort": "TSR2151",
   "SourceLong": "TSR2151 - DMGR7 - The Complete Book of Necromancers",
   "Page": 60,
   "Vault": "",
   "First Letter": "W",
   "SpellDescription": [""],
   "Edition": "2E"
 }
]