[
 {
   "Name": "Alter Normal Winds",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Alteration",
   "Range": "0",
   "Save": "None",
   "Duration": "1 hour/level",
   "Components": "V, S, M",
   "AoE": "Sphere 10 ft. in diameter/level",
   "CastingTime": "1 round",
   "SubField": "Province - Wind",
   "SourceShort": "TSR2126",
   "SourceLong": "TSR2126 - Arabian Adventures",
   "Page": 112,
   "Vault": "Yes",
   "First Letter": "A",
   "SpellDescription": [
   "This spell enables the caster to harness a nonmagical wind and change its force by one rank, as shown on Table 79, \"Weather Conditions,\" in the DMG. For example, \"becalmed\" conditions (those found on a still day) can be become a light breeze. And a light breeze either can be diminished to becalmed conditions or increased to a favourable wind. The spell works equally well in an enclosed area, such as a dungeon, where \"wind conditions\" are considered becalmed.",
   "Wizards who are levels 9 and under can modify only natural winds of storm force or less. They can increase a storm-force wind to gale-force, but cannot affect an existing gale-force wind. At 10th level, a wizard can alter gale-force winds, and at 15th level, he can reduce hurricane-force winds.",
   "The change caused by this spell is immediate, with the area of effect centred on the caster. He can alter the wind only once (which means by one level only). As long as a wind is shaped by this spell, subsequent alter wind spells cannot affect the same area. Other magics that change wind or weather can affect an altered wind, however. When the alter wind spell ends, the air returns to its original state.",
   "Alter wind has no effect on creatures of elemental air. Nor does it affect creatures that use air in their attacks. The wind cannot deflect an enemy’s breath weapon and send it back toward the attacker, for example. However, alter wind does enable the caster to move nonmagical fog, dust, or poisonous gas out of his way, negating its effects for 1d6 rounds.",
   "The material component of this spell is a small silver tube, through which the caster blows to attract the wind’s attention."
   ],
   "Edition": "2E"
 },
 {
   "Name": "Avert Evil Eye",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Abjuration - Reversible",
   "Range": "Touch",
   "Save": "None",
   "Duration": "24 hours/level",
   "Components": "V, S, M",
   "AoE": "1 object and creature",
   "CastingTime": "1",
   "SubField": "Province - Universal",
   "SourceShort": "TSR2126",
   "SourceLong": "TSR2126 - Arabian Adventures",
   "Page": 112,
   "Vault": "Yes",
   "First Letter": "A",
   "SpellDescription": [
   "This is a common and popular spell in the Land of Fate. The danger of the evil eye (see Chapter 5) is ever-present, and the wise and the cautious often seek protection from its glare.",
   "Avert evil eye protects one creature against this danger. The wizard casts the spell upon a single blue bead made of glass, while voicing the recipient’s common name (or identity). The caster must touch the bead, but he needn’t touch the recipient. The bead is then sewn into the fabric of the recipient’s outer clothing, or crushed and placed in the recipient’s drink. Most rulers with a wizard handy prefer the latter method; the outward show of such a bead might be construed as fear, and a wise emir does not show fear to his people.",
   "As long as the bead is in the recipient’s possession—or for the duration of the spell, if it’s imbibed—any check against the evil eye is automatically effective. Further, avert evil eye provides a +1 bonus to all saving throws vs. enchantment/charm magic. It also provides a +2 saving throw bonus vs. the effects of the curse spell. It offers no protection against a curse wrought by other means (magical or otherwise).",
   "The reverse of this spell, attract evil eye, requires a black bead instead of blue. The target is allowed a saving throw vs. spells; if it succeeds, he is immune and the bead is worthless. If the saving throw fails, the target attracts the evil eye automatically, regardless of his own modesty and humility, with all ill effects as noted for this foul curse (-2 penalty to saving throws, ability checks, and proficiency checks; new encounters are “indifferent” at best). In addition, the recipient of the reverse spell suffers a -1 penalty to all saving throws vs. enchantment/charm spells, as well as a -2 penalty when saving vs. all curses (not just those created by the spell)."
   ],
   "Edition": "2E"
 },
 {
   "Name": "Cool Strength",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Alteration",
   "Range": "Touch",
   "Save": "None",
   "Duration": "12 hours/level",
   "Components": "V, S, M",
   "AoE": "1 creature",
   "CastingTime": "1 round",
   "SubField": "Province - Sea",
   "SourceShort": "TSR2126",
   "SourceLong": "TSR2126 - Arabian Adventures",
   "Page": 113,
   "Vault": "",
   "First Letter": "C",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
   "Name": "Fire Truth",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Divination",
   "Range": "5 yds",
   "Save": "None",
   "Duration": "10 rounds",
   "Components": "V, S, M",
   "AoE": "1 target creature",
   "CastingTime": "1 turn",
   "SubField": "Province - Flame",
   "SourceShort": "TSR2126",
   "SourceLong": "TSR2126 - Arabian Adventures",
   "Page": 113,
   "Vault": "",
   "First Letter": "F",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
  "Name": "Float",
  "DnDClass": "Wizard",
  "Level": 1,
  "LevelName": "1st Level Spell",
  "School": "Alteration",
  "Range": "Touch",
  "Save": "Neg.",
  "Duration": "1 turn/level",
  "Components": "V, S, M",
  "AoE": "1 creature or object",
  "CastingTime": "1",
  "SubField": "Province - Sea",
  "SourceShort": "TSR2126",
  "SourceLong": "TSR2126 - Arabian Adventures",
  "Page": 114,
  "Vault": "Yes",
  "First Letter": "F",
  "SpellDescription": [
  "A recipient of this spell becomes exceptionally buoyant in water. He floats straight up to the surface like a cork, carrying up to 10 pounds of \"baggage\" per level of the caster. Air-breathing creatures with benefit of this spell are safe from drowning unless they are prevented from rising to the surface. The float spell does not imbue the recipient with the swimming proficiency, but it keeps a character on the surface, where he can breathe, at least until the spell wears off.",
  "If the caster touches an object instead of a creature, he can successfully float an item weighing up to 10 pounds per experience level. (This is harder than lifting a creature, who in theory is already somewhat buoyant.) For example, an experienced wizard might use float to raise a treasure chest from the seafloor.",
  "At roughly 50 feet per round, the ascent is swift, but the recipient stops if he (or it) encounters some obstacle. A floating creature moves around as he normally would; the spell does not interfere with normal swimming or movement, even if the recipient is diving or swimming downward. However, as soon as the individual stops swimming, he floats toward the surface. There are no ill effects of this rapid rise, regardless of his original depth.",
  "The material component of float is a bit of cork. The wizard champs on it when casting the spell."
  ],
  "Edition": "2E"
 },
 {
  "Name": "Move Sand",
  "DnDClass": "Wizard",
  "Level": 1,
  "LevelName": "1st Level Spell",
  "School": "Evocation",
  "Range": "30 yds",
  "Save": "Special",
  "Duration": "2 rounds or less",
  "Components": "V, S, M",
  "AoE": "3-ft. cube/level",
  "CastingTime": "1",
  "SubField": "Province - Sand",
  "SourceShort": "TSR2126",
  "SourceLong": "TSR2126 - Arabian Adventures",
  "Page": 114,
  "Vault": "",
  "First Letter": "M",
  "SpellDescription": [
  ""
  ],
  "Edition": "2E"
 },
 {
  "Name": "Sand Jambiya",
  "DnDClass": "Wizard",
  "Level": 1,
  "LevelName": "1st Level Spell",
  "School": "Evocation",
  "Range": "Touch",
  "Save": "None",
  "Duration": "Id6 rounds + 1 round/level",
  "Components": "V, S, M",
  "AoE": "1 item",
  "CastingTime": "1",
  "SubField": "Province - Sand",
  "SourceShort": "TSR2126",
  "SourceLong": "TSR2126 - Arabian Adventures",
  "Page": 114,
  "Vault": "",
  "First Letter": "",
  "SpellDescription": [
  ""
  ],
  "Edition": "2E"
 }
]