[
 {
   "Name": "Acid Bolt",
   "DnDClass": "Wizard",
   "Level": 4,
   "LevelName": "4th Level Spell",
   "School": "Conjuration",
   "Range": "200 yards",
   "Save": "Special",
   "Duration": "Special",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": 4,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 52,
   "Vault": "",
   "First Letter": "A",
   "SpellDescription": [""],
   "Edition": "2E"
 },
 {
   "Name": "Backlash",
   "DnDClass": "Wizard",
   "Level": 4,
   "LevelName": "4th Level Spell",
   "School": "Necromancy",
   "Range": "Touch",
   "Save": "Neg.",
   "Duration": "Special",
   "Components": "V, S",
   "AoE": "One spellcaster",
   "CastingTime": 4,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 52,
   "Vault": "Yes",
   "First Letter": "B",
   "SpellDescription": [
    "This little-known spell is a weaker version of the death link spell (detailed in the Forgotten Realms Adventures source-book). It affects only priests, wizards, and other beings who cast spells (as opposed to those who exercise spell-like natural powers requiring neither study nor material components). If cast on non-spellcasters, it is wasted (unless they are under the effects of an imbue with spell ability spell).",
    "The backlash spell leaves only a faint dweomer, waiting inactive for later triggering. It cannot be removed by a dispel magic, but will be ended by a remove curse or more powerful spell.",
    "An emplaced backlash takes effect only when the victim first employs an offensive spell that fails—i.e., interrupted or incorrect spellcasting, a successful saving throw, or a target's magic resistance or immunity. Consequently, this spell's effects may occur hours or years after its casting.",
    "The backlash causes the spell to work with full effect on the caster of the failed spell. It negates any saving throws or immunities that would normally apply.",
    "A backlash only works once. Any number of these spells may be placed on a single spellcaster; only one will take effect at a time, the earliest-placed being triggered first. Rumours persist of certain drow wizards who have developed fifth level backlash spells that last for a random number (probably 2-5) of spell failures. Other types may be triggered only by certain sorts of spells (schools, levels, or involving particular elements, such as flight/air or fire)."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Black Blade of Disaster",
   "DnDClass": "Wizard",
   "Level": 9,
   "LevelName": "9th Level Spell",
   "School": "Evocation, Conjuration/Summoning",
   "Range": "10'/level",
   "Save": "None",
   "Duration": "1 round/level",
   "Components": "V, S",
   "AoE": "Special",
   "CastingTime": 6,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 58,
   "Vault": "Yes",
   "First Letter": "B",
   "SpellDescription": [
    "This spell enables the caster to create a black, blade-shaped planar rift. It moves about as the caster wills, providing the caster can see and concentrate on it, at a rate of up to 90'/round. If the caster ceases concentration on the effect at any time, the blade collapses into nothingness at the end of that round.",
    "A black blade of disaster can cut through prismatic walls and spheres, walls of force, and all other known magical barriers, including an antimagic shell.",    
    "Such a blade can also be used to strike in battle, twice per round (it has the same THACO as its caster). A black blade does 1-12 structural (or hull) points of damage (Idl2 x 10) to inanimate objects that do not bear dweomers. If walls have spells upon them, consider them magical barriers (see above).",    
    "Against creatures, a black blade does 2dl2 points of damage per strike, attacks twice per round, and absorbs all magical attacks and effects directed at it. Anyone trying to seize or physically attack it is affected as if struck by the blade.",    
    "If the caster rolls a natural 20, the blade causes the victim to disintegrate. Nothing short of a wish will restore a character destroyed in this fashion."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Dark Wings",
   "DnDClass": "Wizard",
   "Level": 3,
   "LevelName": "3rd Level Spell",
   "School": "Alteration",
   "Range": "Touch",
   "Save": "Neg.",
   "Duration": "1 round/level",
   "Components": "V, S, M",
   "AoE": "One creature",
   "CastingTime": 3,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 51,
   "Vault": "Yes",
   "First Letter": "D",
   "SpellDescription": [
    "This spell transforms a piece of bat wing and a piece of bone into a short- lived, magically-assisted pair of giant bat wings. These powerful appendages have a 15' tip-to-tip span, and sprout from the shoulders of the caster or one who is touched by him (who must save to negate the spell, even if willing).",
    "The wings allow the affected being to fly clumsily (MV Fl 17 (D)), but with great power. With these wings, a being can slow a fall, carry companions or gear of up to twice his normal body weight, or glide to bring up to three times the winged being's normal body weight to a harmless landing.",
    "In flight, the wings can buffet other creatures for 2d4 damage per round (slowing movement to 7 per round), and can be used to shield the winged creature and others, giving them the wings' AC of 4 if desired. The wings can take any amount of damage without collapsing or harming their owner. They slow walking movement rate to a maximum of 7,however, dragging behind the being on which they have grown. They cannot be removed before the spell expires, even by the caster, without the use of dispel magic or poly morph magics."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Death Spider",
   "DnDClass": "Wizard",
   "Level": 8,
   "LevelName": "8th Level Spell",
   "School": "Alteration, Necromancy",
   "Range": "Touch",
   "Save": "Neg.",
   "Duration": "Special",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": 8,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 56,
   "Vault": "Yes",
   "First Letter": "D",
   "SpellDescription": [
    "This horrible spell causes one of the victim's own limbs to instantly become a mindless, hairy black spider. The spider twists about and starts eating the victim's flesh, doing 1-2 points of damage per round. Anything worn or carried by that limb drops away.",
    "The victim is allowed an initial save against the spell. If it fails, only a remove curse in tandem with a polymorph spell, or a limited wish or more powerful means, will end the condition. (A dispel magic will be effective only if cast within 2 rounds of the touch that confers the death spider condition.) The afflicted limb may be severed and burned to destroy the death spider. If done within a round of its creation, only a hand or foot will be lost (with accompanying 1 d4 + 1 hp, System Shock roll, and loss of the limb's mobility and abilities). If left until longer, the entire limb will have to go, with the loss of 1 d 12 + 4 hp and a System Shock Roll.",    
    "A death spider never has a poisonous bite or other spider powers, but if unchecked, it will inexorably consume its entire host.",    
    "One day after the host is entirely eaten, the death spider will exhibit the web spinning, venom, and other spells of the spider type it resembles, and become a giant-sized spider of that type.",    
    "The material components of this spell are a small live spider of any sort, a drop of the digestive juices of any creature, and a tooth (from any source)."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Hand of Darkness",
   "DnDClass": "Wizard",
   "Level": 3,
   "LevelName": "3rd Level Spell",
   "School": "Alteration",
   "Range": "10 yards/level",
   "Save": "None",
   "Duration": "1 turn + 1 turn/level",
   "Components": "V, S, M",
   "AoE": "Light sources within a 30' radius sphere",
   "CastingTime": 3,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 51,
   "Vault": "Yes",
   "First Letter": "H",
   "SpellDescription": [
    "This spell cloaks the light sources that the drow hate so much, quickly and with great precision. On the round after casting, the radiances caused by glowing magical items, light and continual light spells, torches, fires, and other light sources within the 30'-radius area of effect \"go out.\" The sources themselves are not extinguished (an unseen fire still burns fuel, and beings coming into contact with it), but simply give off no light.",
    "The spell area of effect is aimed as if the caster were launching a direct attack (a \"missed\" attack roll causes the spell focus to be other than where it was intended; refer to the Scatter Diagram in the \"Grenade-Like Missiles\" section of the \"Combat\" chapter of the Dungeon Master's Guide). A dispel magic spell ends the effects of a hand of darkness, but will also destroy any magical light that it was masking. Continual light or \"at will\" radiances such as glowing magical swords are negated for 1 round/level of the caster of the dispel.",
    "Creatures requiring light for vision (a hand of darkness spell has no effect on infravision) suffer \"Total darkness\" penalties while this spell is in effect (see \"Vision and Light\" in the DMG.",
    "Hand of darkness cannot be dispelled by subsequent casting of light or continual light spells. The effect continues until the hand spell expires or is specifically dispelled. Beings in the area cannot see light from outside, and light sources brought into the area have their lights \"extinguished.\" The material components of this spell are a piece of coal or handful of ash, a small sphere of black glass or stone, and a scrap of black cloth, fur, or hide."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Passweb",
   "DnDClass": "Wizard",
   "Level": 5,
   "LevelName": "5th Level Spell",
   "School": "Abjuration/Alteration",
   "Range": "Touch",
   "Save": "Special",
   "Duration": "1 round/level",
   "Components": "V, S",
   "AoE": "One creature",
   "CastingTime": 5,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 54,
   "Vault": "Yes",
   "First Letter": "P",
   "SpellDescription": [
    "This spell enables the caster (or one creature) to pass through existing webs, both natural and magical, as though they did not exist. It also permits passage through barriers of rope or vine, provided the area to be passed through incorporates only non-magical, organic materials. The webs are not disturbed or altered in any way by this spell or the passage through them.",
    "A recipient of this spell may try to free creatures or objects already trapped in a web. Three successful Strength Checks and a Dexterity Check must be made in the same round, for an attempt to be successful. (If a trapped being is unwilling to be freed, and able to actively resist, failure is automatic.)",
    "This spell does not confer immunity to the effects of viscid globs (created by a particular type of magic wand; see the \"Drow Magical Items\" chapter.)",
    "The caster is always affected by his own passweb, but a touched target creature, even if willing to be affected, gets a saving throw vs. spell. If it is successful, the spell fails and is lost."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Skyhook",
   "DnDClass": "Wizard",
   "Level": 2,
   "LevelName": "2nd Level Spell",
   "School": "Evocation",
   "Range": "60'",
   "Save": "None",
   "Duration": "3 turns + 1 turn/level",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": 2,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 50,
   "Vault": "Yes",
   "First Letter": "S",
   "SpellDescription": [
    "This spell creates a solid hook of magical force, invisible to all but the caster, at a desired location. The hook need not be attached to anything, and is usually created in mid-air over a pit or chasm. Once cast, it remains immobile. Creatures can hang onto it, ropes can be tied to or hooked over it (appearing to hang from empty air), and so on. It supports loads of up to 700 pounds.",
    "If its weight limit is exceeded, the skyhook instantly vanishes.",
    "Otherwise, it remains in place until the spell expires, unmoved by physical impacts, deliberate attacks, and magical effects. It cannot be physically harmed, but its own solidity and fixed location make it dangerous to creatures leaping, falling, or flying into contact with it. Two rounds before it expires, a skyhook warns its caster of impending collapse by fading into invisibility from the caster's gaze.",
    "A skyhook is too small to be stood upon (i.e. to cast spells or fire missile weapons from, or serve as a perch from which to climb further), but its hook is large enough to provide purchase for thick cables or up to six pairs of grasping hands.",
    "A skyhook can be destroyed by its caster (in 1 segment) by willing it out of existence, but the caster need not concentrate on it to maintain it. A skyhook saves vs. a dispel magic cast against it as if it were the caster, and gets a + 4 bonus. It saves as the caster (no bonus) against a disintegrate spell, and can readily be destroyed by a properly-directed limited wish or more powerful spells.",
    "The material component of this spell is a miniature metal fishhook (or metal hook of any size or type; in a pinch, a piece of metal crudely bent into a hookbend can be used). The spell is known to drow, dwarves, human miners and warriors as an aid in climbing, or the placing of temporary supports when bridging chasms, crossing large subterranean caverns near the ceiling, and scaling cliffs and fortress walls."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Spidereyes",
   "DnDClass": "Wizard",
   "Level": 1,
   "LevelName": "1st Level Spell",
   "School": "Alteration",
   "Range": "Touch",
   "Save": "None",
   "Duration": "1 round/level",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": 1,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 49,
   "Vault": "Yes",
   "First Letter": "S",
   "SpellDescription": [
    "This spell enables the caster to temporarily see through the eyes of any living arachnid, which must be touched. This creature, and a strand of spiderweb, are the material components of the spell. This spell does not give the caster any direct mental contact with the spider, and does not confer any sort of control over the arachnid, or ability to learn its thoughts or emotions.",
    "Most spiders have eight eyes (two compound, six simple) whose vision is not readily understandable to most intelligent races. The spell allows the caster to comprehend what the spider sees (with range, focal viewpoint, and usually infravision) as readily as the spider does. The range between spider and caster is limited only by the spell duration and the spider's travels, but the spell is broken if either spider or caster move to another plane of existence. The interposition of certain magical barriers, such as the border of a minor globe of invulnerability or any more powerful spell, between arachnid and caster will also end this spell.",
    "Usually small, harmless spiders are employed by casters of this spell, to serve as spies where a caster dare not go—but often, frustratingly, a spider will not go or look where the caster wants it to, unless controlled or influenced by additional spells.",
    "Sometimes, this spell is cast on a giant spider (the caster requires a successful attack roll if the spider is hostile and not surprised) to see through its eyes while battling it, so that the caster and companions can strike from areas that the arachnid cannot see."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Stop",
   "DnDClass": "Wizard",
   "Level": 4,
   "LevelName": "4th Level Spell",
   "School": "Alteration",
   "Range": "10'/level",
   "Save": "Special",
   "Duration": "4 rounds",
   "Components": "V, S",
   "AoE": "One creature",
   "CastingTime": 4,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 54,
   "Vault": "Yes",
   "First Letter": "S",
   "SpellDescription": [
    "This spell instantly confines the movements of any one target creature within range (including the caster himself) to the spatial location occupied when the spell takes effect.",
    "In other words, the target's motion— airborne or otherwise —is instantly halted, and cannot move away from that spot. The stopped creature has full freedom of movement, but will remain in one spot for the duration of the spell.",
    "Stop affects only one creature, chosen by the caster (seen or visualized, concentrated upon, and within range). It can therefore serve to separate a chosen rider from an unaffected mount.",
    "Willing or not, target creatures are fully affected for 1 round. On the next round, a target, gets a saving throw vs. spell. If it is successful, the spell fails and movement begins again, slowed to feather fall (q.v., Player's Handbook) rate for the duration of the spell. If the save fails, the stop continues until the spell ends.",
    "If the caster starts to cast another spell, stopping ceases. Creatures able to plane shift or become astral or ethereal can escape a stop spell.",
    "A dispel magic cast on the target creature will free the creature instantly any time after the initial one-round stopping. Similarly, wearing a ring of free action allows a target creature to escape instantly after the first round of a stop spell."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Summon Spider",
   "DnDClass": "Wizard",
   "Level": 6,
   "LevelName": "6th Level Spell",
   "School": "Summoning",
   "Range": "60 yards",
   "Save": "None",
   "Duration": "6 rounds + 1 round/level",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": 6,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 55,
   "Vault": "Yes",
   "First Letter": "S",
   "SpellDescription": [
    "This spell calls one spider per level of the caster, of any type and size (the most common sorts of spiders are detailed in Volume 1 of the Monstrous Compendium). If multiple spiders are summoned, they may be of various types.",
    "The arachnids appear within spell range and attack creatures indicated by the caster until the spell expires, the caster commands them to cease, or the monsters are slain.",    
    "The spiders never attack the caster, and do not check morale. If commanded to attack each other, slain in battle, or if another being attempts to usurp control of them by magical means, the summoned spiders vanish into thin air.",    
    "If no opponent exists to fight, the spiders can perform other services. They will obey only the caster.",    
    "The material components of this spell are a bag (of any size), a small candle, taper, or lamp (not necessarily lit), and a spider leg or entire spider corpse."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Vipergout",
   "DnDClass": "Wizard",
   "Level": 7,
   "LevelName": "7th Level Spell",
   "School": "Conjuration",
   "Range": "0",
   "Save": "None",
   "Duration": "Special",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": 7,
   "SubField": "",
   "SourceShort": "TSR9326",
   "SourceLong": "TSR9326 - Drow of the Underdark",
   "Page": 55,
   "Vault": "Yes",
   "First Letter": "V",
   "SpellDescription": [
    "This spell causes live snakes to be created in the mouth of the caster, who must spit them out. They do not choke or otherwise harm the caster. Until the spell expires, they serve the caster, fighting to the death.",
    "One snake appears for every 3 levels of the caster (rounding down); each round, roll Id4 to determine how many serpents issue from the caster's mouth in that round, until all the snakes have appeared (the rate of appearance is not controllable by the caster). Until all have issued forth, the caster cannot speak, cast spells with a verbal component, or utter command words—but can breathe normally, swallow without affecting the arrival of the snakes, and freely engage in movement and combat.",    
    "The snakes are of the Normal Poison and Normal Constrictor varieties (detailed under \"Snake\" in Volume 1 of the Monstrous Compendium), not giant-sized. The spell does not enable the caster to empower them with special powers or increased intelligence. A summoned snake cannot be made to attack its fellows, the caster, or itself. Dispel magic, charm spells, and all other means short of slaying caster or snakes will fail to break the caster's control over the snakes.",    
    "Controlled snakes attack as the caster wills. They can switch targets if desired, can constrict without biting (or without harming), use their coils and jaws to turn keys, move small objects about (e.g. bringing a wand to the caster), gnaw ropes, and engage in other non-combat activities.",    
    "The material component for this spell is a piece of snakeskin."
  ],
   "Edition": "2E"
 }
]