[
 {
   "Name": "Call Undead",
   "DnDClass": "Wizard",
   "Level": 3,
   "LevelName": "3rd Level Spell",
   "School": "Necromancy",
   "Range": "sphere, 100 yards/level radius",
   "Save": "None",
   "Duration": "Instantaneous",
   "Components": "V, S, M",
   "AoE": "Special",
   "CastingTime": "3",
   "SubField": "",
   "SourceShort": "TSR9301",
   "SourceLong": "TSR9301 - FA1 - Halls of the High King",
   "Page": 51,
   "Vault": "Yes",
   "First Letter": "C",
   "SpellDescription": [
    "This spell allows a wizard to summon any undead of 6 hit dice or less within spell range, but does not give the caster any control over them. A wizard may use this spell to bring hidden undead out where they can be dealt with by companions or the wizards own spells, or bring down an undead attack on foes or captors. The call does not allow the undead to unerringly locate the caller.",
    "Lesser undead within range when the spell is cast immediately move at full normal rate towards the caster. Note that this range extends above and below the caster. Greater undead may accompany them, but are not compelled to do so. This spell is effective through water, solid stone, and all non-magical barriers, but is not effective from one plane to another.",
    "This spell may be used to bring back previously turned undead, forcing another turning attempt. Its material component is a piece of bone from any creature."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Flamsterd's Flamestrike",
   "DnDClass": "Wizard",
   "Level": 4,
   "LevelName": "4th Level Spell",
   "School": "Evocation",
   "Range": "10 yards/level",
   "Save": "1/2",
   "Duration": "1 round (once activated)",
   "Components": "V, S, M",
   "AoE": "One creature",
   "CastingTime": "4 (1 round if \"set\")",
   "SubField": "",
   "SourceShort": "TSR9301",
   "SourceLong": "TSR9301 - FA1 - Halls of the High King",
   "Page": 51,
   "Vault": "Yes",
   "First Letter": "F",
   "SpellDescription": [
    "This specialized fire spell can be used both as a direct attack and as a guardian trap. In either case, it affects one creature only, flames appearing in a roaring spiral around the victim. The flamestrike does 1d12 + 1 hit points of damage per level of the caster and is a menace to clothing, carried items, and other flammable materials adjacent to the victim (item saving throws required). Unlike a fireball, it does not explode outwards to affect all beings in an area.",
    "Flamsterd's flamestrike ruins any ongoing spellcasting on the part of the victim and endangers any unprotected accoutrements, even when the victim is magically protected against fire.",
    "When used as a trap, a flamestrike must be cast on a small piece of metal (typically a piece of copper) and a series of specific triggering conditions (equivalent to those of a magic mouth spell) uttered. The trap is then \"set\" to activate when the conditions are met. It can be magically detected as a trap only if the detector is specifically considering an action that would trigger it.",
    "The conditions typically involve disturbing the coin or piece of metal, and the flamestrike can wait indefinitely until the conditions are fulfilled. The conditions cannot involve anything involving detection of actions at a distance; that is, casting a specific spell or entering an area, if the coin is not disturbed by doing so, etc. If a dispel magic is cast on the coin before it is disturbed or any other of the preset conditions are fulfilled, the spell will be dispersed without taking effect. If one or more beings fulfill the conditions of a \"set\" flamestrike, the first one to do so is affected; if they do so simultaneously, the spell still affects only one being (determine randomly).",
    "The material components are a pinch of saltpeter, filings or a small piece of any metal, a piece of phosphorous, and a pinch of ashes."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Mist Magic",
   "DnDClass": "Wizard",
   "Level": 2,
   "LevelName": "2nd Level Spell",
   "School": "Evocation",
   "Range": "70 yards",
   "Save": "None",
   "Duration": "1d4 turns + 1 round/level",
   "Components": "V, S, M",
   "AoE": "sphere; 20'-radius + 10'/level",
   "CastingTime": "2",
   "SubField": "",
   "SourceShort": "TSR9301",
   "SourceLong": "TSR9301 - FA1 - Halls of the High King",
   "Page": 51,
   "Vault": "Yes",
   "First Letter": "M",
   "SpellDescription": [
    "This spell creates concealing mists, akin to the first level wizard spell wall of fog. Unlike that simpler spell, magic mists can either move as chosen by the caster at a maximum rate of 20'/round, or stay motionless (despite winds) for 1 round/level of the caster, or move with the caster. Mist is left behind at the caster's last solid corporeal location if the caster uses such spells as blink, dimension door, or teleport. The movement cannot be changed once chosen. Mist control does not prevent other action or spell casting.",
    "The mist created is thick and concealing, obscuring even infravison beyond two feet. The mist is also extremely wet, dousing normal campfires or smaller flames and extinguishing larger normal fires in 2-5 rounds (this destroys the mists). Many wizards use this spell to put out house and forest fires.",
    "All fire-based attacks entering, passing through, or cast within the mists lose 2 points from each die of damage.",
    "Items in the mist receive +3 saving throw bonuses against fire-based attacks, but damage done is unchanged. The mists can be affected by hold vapor and destroyed by dispel magic. Duration of the mists is halved by strong winds."
  ],
   "Edition": "2E"
 },
 {
   "Name": "Starharp",
   "DnDClass": "Wizard",
   "Level": 6,
   "LevelName": "6th Level Spell",
   "School": "Alteration, Necromancy",
   "Range": "0",
   "Save": "None",
   "Duration": "1 round/level",
   "Components": "V, S, M",
   "AoE": "2'/level diameter sphere",
   "CastingTime": "6",
   "SubField": "",
   "SourceShort": "TSR9301",
   "SourceLong": "TSR9301 - FA1 - Halls of the High King",
   "Page": 51,
   "Vault": "Yes",
   "First Letter": "S",
   "SpellDescription": [
    "This powerful spell is customarily known only by Harpers, in particular, the traveling bards among them. It creates a blue-white, glowing image of a harp, floating in the air above the caster's head. The harp plays by itself, echoing and elaborating on whatever tune the caster sang or hummed during the casting, and emits little \"stars\" of twinkling radiance as it does so.",
    "All creatures within the harp's area of effect (a sphere centered on the harp, which moves with the caster) are instantly freed from any existing natural or magical pain, nausea, charms, holds, fear, stunning, and any effects of a repulsion spell. These effects will not return after the starharp fades away. In addition, the caster may concentrate on any one being within range during spellcasting, and that being will be magically cured of 2-8 hp of damage as soon as the harp appears. (If no being is chosen, this healing power is lost; it cannot be saved for later. Neither can this spell be used to give healthy beings additional \"extra\" hit points.)",
    "This spell cannot be disrupted by attacks against the caster or the harp image. Magical darkness of any sort cannot form or persist within the starharp's area of effect.",
    "Once the spell is cast, the creator of a starharp is free to fight, sleep, cast spells, and engage in other activities without affecting the starharp. If the caster is slain, the harp continues to function, but turns blood-red, its tune becoming sad. The spells material components are a tear from the caster and a tiny carved harp of wood, bone, or ivory."
  ],
   "Edition": "2E"
 }
]