[
  {
    "BookName": "MCG245 - Arcana of the Ancients",
    "BookShortName": "Arcana of the Ancients",
    "BookPublisher": "Monte Cook Games",
    "BookCode": "MCG245",
    "BookISBN": "978-1-950568-07-9",
    "BookAuthor": "Bruce R. Cordell, Monte Cook, Sean K. Reynolds",
    "BookPublished": "2020",
    "BookCover": "",
    "BookRules": "Numenera",
    "BookEdition": "5th Edition Compatible",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Numenera",
    "BookType": "Sourcebook",
    "BookFormat": "Hardback",
    "BookSeries": "Monte Cook 5E",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\5E - Compatible\\Monte Cook Games\\MCG245 - Arcana of the Ancients.pdf"
    ],
    "BookDescription": [
      "In the misty recesses of time, before the kingdoms and lands you know—before the elder elves, the dwarven ancestral lords, and even the dragons—civilizations undreamt of rose and fell. They built citadels of metal, glass, and light. They crafted wonders and harnessed energies we can only guess at. The remnants of their incredible creations now lay hidden away in the deepest recesses of the world. Those few learned folk who even know about them have a name for these places, objects, and even creatures. They call them the . . .",
      "Since the very early days of tabletop RPGs, gamers have experimented with mixing a bit of science fiction into their fantasy. From Empire of the Petal Throne to Expedition to the Barrier Peaks, early adventurers into the realm of RPGs saw the amazing promise that mysterious and weird science-fantasy elements could add to their fantasy campaigns.",
      "Nowadays, who knows science-fantasy better than Monte Cook Games?",
      "Arcana of the Ancients includes:",
      "Hundreds of cyphers, artifacts, and other items that incorporate science-fantasy technology.",
      "Over 50 science-fantasy creatures, each with awe-inspiring artwork and complete 5e stat blocks.",
      "Pages of GM advice and guidelines for adding science fantasy concepts to any existing fantasy campaign—or building a brand new science fantasy campaign from the ground up.",
      "The Hills of Crooked Sleep, a hefty adventure you can insert into your campaign right now to introduce ancient civilizations, weird technology, and new strange creatures. Plus additional full-length adventures!",
      "An introduction by Jim Davis and Jonathan Pruitt of Web DM."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "MCG247 - Beasts Of Flesh & Steel",
  "BookShortName": "Beasts Of Flesh & Steel",
  "BookPublisher": "Monte Cook Games",
  "BookCode": "MCG247",
  "BookISBN": "978-1-950568-14-7",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Numenera",
  "BookEdition": "5th Edition Compatible",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Numenera",
  "BookType": "Sourcebook",
  "BookFormat": "Hardback",
  "BookSeries": "Monte Cook 5E",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\5E - Compatible\\Monte Cook Games\\MCG247 - Beasts Of Flesh & Steel.pdf"
  ],
  "BookDescription": [
    "The lacaric courier single-mindedly delivers strange devices to ancient ruins, sometimes traveling great distances and facing incredible hardships to do so. Why? What’s the significance of the cargo or the destination? Nobody knows—but don’t get in its way!",
    "Like a hermit crab seeking out empty shells, the kalyptein crab makes its home in ancient devices. It often gains unexpected and powerful abilities from its dwelling, making it an unpredictable foe.",
    "The silvery liquid namnesis communicates by swapping memories—literally stealing those of its target while implanting its own startling thoughts. It changes form rapidly, even splitting into multiple attackers, and can sometimes steal a character’s abilities to use against them. . . .",
    "Add an element of the truly unexpected to your Fifth Edition game with this fantastic assortment of science-fantasy creatures born in the Ninth World—the award-winning, critically acclaimed setting created by legendary game designer Monte Cook.",
    "Beasts of Flesh and Steel contains:",
    "140 fascinating, dangerous new monsters that bring a science-fantasy element to your encounters. Beware the carnivorous color, a predator unlike anything from our dimension; the awakened ruin that breaks from its original location to prowl the landscape; and the shadowy clicker, which hunts any creature that makes sound.",
    "CRs ranging from 1 to 25—so you always have loads of challenges for parties at every level.",
    "Stunning artwork that shows off each of these weird and wondrous creatures, and a convenient layout that makes this book uniquely easy to use in prep and at the game table.",
    "A complete bestiary with everything you need to bring these monsters to your game table. These creatures complement Arcana of the Ancients, but you don’t need that book to use this one. Add these creatures to any 5e game!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MCG248 - Beneath The Monolith",
  "BookShortName": "Beneath The Monolith",
  "BookPublisher": "Monte Cook Games",
  "BookCode": "MCG248",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Numenera",
  "BookEdition": "5th Edition Compatible",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Numenera",
  "BookType": "Sourcebook",
  "BookFormat": "Hardback",
  "BookSeries": "Monte Cook 5E",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\5E - Compatible\\Monte Cook Games\\MCG248 - Beneath The Monolith.pdf"
  ],
  "BookDescription": [
    "They say there have been eight worlds before ours. Eight times the people of this planet, over vast millennia, built their civilizations, reaching heights we cannot even fully imagine now. They spoke to the stars, reshaped the creatures of the world, and mastered form and essence. They built cities and machines that have since crumbled to dust, leaving only their barest remnants.",
    "This is the Ninth World. The people of the prior worlds are gone—scattered, disappeared, or transcended. But their works remain, in the places and devices that still contain some germ of their original function. To the ignorant, these workings of the ancients are magic. But the wise know differently …",
    "The Ninth World is the setting of Monte Cook’s critically acclaimed, multiple-award-winning Numenera RPG. Beneath the Monolith brings this critically acclaimed world to 5e. Explore the ruins of incomprehensible civilizations. Discover the numenera, ancient technologies so advanced that most people think they’re just magic. Encounter creatures weird, fierce, and dangerous. Open doors to new worlds and alternate dimensions. And, perhaps, unlock some of the mysteries of the prior worlds.",
    "Beneath the Monolith brings the wondrous Ninth World your Fifth Edition game.",
    "Arcana of the Ancients will help you get the most of this book. It contains loads of cyphers, artifacts, creatures, and additional content that brings a Ninth World campaign to life, along with great advice and information on running weird science-fantasy games in 5e."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MCG249 - Where the Machines Wait",
  "BookShortName": "Where the Machines Wait",
  "BookPublisher": "Monte Cook Games",
  "BookCode": "MCG249",
  "BookISBN": "978-1-950568-19-2",
  "BookAuthor": "Bruce R. Cordell",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Numenera",
  "BookEdition": "5th Edition Compatible",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Numenera",
  "BookType": "",
  "BookFormat": "Hardback",
  "BookSeries": "Monte Cook 5E",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\5E - Compatible\\Monte Cook Games\\MCG249 - Where the Machines Wait.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MCG311 - Path of the Planebreaker",
  "BookShortName": "Path of the Planebreaker",
  "BookPublisher": "Monte Cook Games",
  "BookCode": "MCG311",
  "BookISBN": "",
  "BookAuthor": "Bruce R. Cordell, Monte Cook, Sean K. Reynolds",
  "BookPublished": "2022",
  "BookCover": "",
  "BookRules": "",
  "BookEdition": "5th Edition Compatible",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Numenera",
  "BookType": "",
  "BookFormat": "Hardback",
  "BookSeries": "Monte Cook 5E",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\5E - Compatible\\Monte Cook Games\\MCG311 - Path of the Planebreaker.pdf"
  ],
  "BookDescription": [
    "A cursed moon hurtles through the multiverse, crashing from one plane to the next, never at rest, forever fleeing a catastrophe that predates existence itself. Behold the Planebreaker!",
    "The Planebreaker visits all planes, all demiworlds, and all dimensions. Some are known to sages and planar travelers. But in a multiverse stretching across epochs, the number of previously uncatalogued planes is vast. The Planebreaker races through all of them, in time, and the Path that trails behind it creates a route that links them all.",
    "Path of the Planebreaker introduces this enigmatic interplanar object that unlocks access to the planes for characters of all levels. This book includes:",
    "The Planebreaker and its fascinating city of Timeborne—home to refugees, planar travelers, and residents from across the planes. Base an entire campaign in Timeborne, or experience its intrigues as you pass through.",
    "Dozens of exotic planes to explore. Venture into the Citadel of the Fate Eater, get lost in the Grove of Crows, or find despair in the Tomb of Tomorrow. They’re all connected by the Path, a sort of interplanar road that trails behind the Planebreaker.",
    "New creatures, NPCs, magic items, and spells for the DM to introduce. Plus two exciting, plane-hopping adventures that make it easy to introduce PCs to the Planebreaker and planar travel.",
    "New playable species, feats, subclasses, and spells for players. Play a changeable chimeran, a Shadow-Stitched rogue, or a cleric of the Multiverse domain!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MCG327 - Planebreaker Planar Bestiary",
  "BookShortName": "Planebreaker Planar Bestiary",
  "BookPublisher": "Monte Cook Games",
  "BookCode": "MCG327",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "2022",
  "BookCover": "",
  "BookRules": "",
  "BookEdition": "5th Edition Compatible",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "",
  "BookType": "",
  "BookFormat": "",
  "BookSeries": "Monte Cook 5E",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\5E - Compatible\\Monte Cook Games\\MCG327 - Planebreaker Planar Bestiary.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]