[
  {
  "BookName": "CB70100 - Broken Weave",
  "BookShortName": "Broken Weave",
  "BookPublisher": "Cubicle 7",
  "BookCode": "CB70100",
  "BookISBN": "978-1-913569-12-9",
  "BookAuthor": "",
  "BookPublished": "2024",
  "BookCover": "",
  "BookRules": "5th Edition Compatible",
  "BookEdition": "5th Edition Compatible",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Broken Weave",
  "BookType": "Rulebook",
  "BookFormat": "",
  "BookSeries": "Broken Weave",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\5E - Compatible\\Cubicle 7\\CB70100 - Broken Weave.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "Magic is broken, the gods are dead, and the world has all but forgotten what it once was. The survivors must reclaim their lives, communities and futures, before the last threads of hope slip between their fingers.",
    "Broken Weave is a brand new tragic fantasy campaign setting for 5e. The book includes:",
    "6 brand new character Classes fit for the Broken World.",
    "New rules for harvesting monsters, travelling, the corrupting force of Decay, the flickering light of Hope, and even a bespoke trail language to decipher.",
    "A setting guide to this strange and ever-changing world where magic is broken and God-corpses litter the land.",
    "New rules for founding, growing, and protecting your community over generations.",
    "A host of nightmarish creatures, and mechanics for converting any 5e monster to use in your Broken Weave campaign."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "CB70610 - Hammer & Anvil",
  "BookShortName": "Hammer & Anvil",
  "BookPublisher": "Cubicle 7",
  "BookCode": "CB70610",
  "BookISBN": "978-1-78789-018-3",
  "BookAuthor": "",
  "BookPublished": "2024",
  "BookCover": "",
  "BookRules": "5th Edition Compatible",
  "BookEdition": "5th Edition Compatible",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Crafting and Alchemyy",
  "BookType": "Supplemment",
  "BookFormat": "",
  "BookSeries": "Crafting and Alchemyy",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\5E - Compatible\\Cubicle 7\\CB70610 - Hammer & Anvil.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "Give your characters the equipment they deserve with this brand new 5th edition supplement that lets you design and build bespoke adventuring gear!",
    "Hammer & Anvil introduces new rules for crafting new weapons, armour, shields, and mechanical contraptions. There are rules for creating powerful magic items for those with minds meant for magic, not machinery.",
    "Hammer & Anvil is the 5e supplement that will give your characters the adventuring gear they deserve. With this book, you’ll put your ingenuity to the test and be rewarded for your creative designs! You can use the mundane and magical materials of your world to complete your vision of your character.",
    "Your great work may start as a humble longsword, but with the right equipment and materials, you will be able to craft a legendary blade capable of cleaving reality in two and summoning an ethereal being to serve by your side.",
    "Forge custom weapons and become a legendary weaponsmith with Cubicle 7’s new Weapon Forging system.",
    "Craft new armour for you and your party with our Armour Forging rules. Your tailoring and modifications will ensure a perfect fit for you and your allies!",
    "Turn mundane gear into artefacts of legend with our Magic Item Enchanting rules! Use your arcane talents to enhance the weapons and armour you craft, or team up with a powerful spellcaster to create potent magical effects.",
    "Forge your weapon to slay the monster plaguing your hometown, or brew a powerful elixir to save the life of someone you love.  Design and experiment, using magic and ingenuity to create something truly unique. Hammer & Anvil and Mortar & Pestle give you the freedom to create anything you can imagine and bring it into your 5e games"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "CB70614 - Mortar & Pestle",
  "BookShortName": "Mortar & Pestle",
  "BookPublisher": "Cubicle 7",
  "BookCode": "CB70614",
  "BookISBN": "978-1-78789-019-0",
  "BookAuthor": "",
  "BookPublished": "2024",
  "BookCover": "",
  "BookRules": "5th Edition Compatible",
  "BookEdition": "5th Edition Compatible",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Crafting and Alchemyy",
  "BookType": "Supplemment",
  "BookFormat": "",
  "BookSeries": "Crafting and Alchemyy",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\5E - Compatible\\Cubicle 7\\CB70614 - Mortar & Pestle.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "Learn the lost art of alchemy and harness the magical power innate to the Material Plane in this new 5th edition supplement! Mortar & Pestle introduces new rules for brewing potions, poisons and explosives, along with rules for finding and refining ingredients, building and tending to your garden, and hunting dangerous monsters!",
    "Mortar & Pestle is the book that brings the lost arts of alchemy to your 5e games. By finding the fragments of magic in your world and forging lasting connections with the people in your world, you can keep yourself and your party supplied on their next adventure!",
    "Plant your own magical garden to grow the priceless herbs you need, or gather your party to hunt down terrifying monsters and harvest rare components.",
    "Our Alchemy system allows you to concoct a brand new range of bizarre potions. Mix reagents and refine alchemical components to create invigorating potions to bolster your allies.",
    "For more sinister adventurers, our new Poisons will give you a lethal edge. Prepare toxic venoms to make every strike a deadly one and leave your foes debilitated. ",
    "Hunt monsters and harvest rare magical components to use in your concoctions.",
    "Tend your own garden! Plant the seeds and watch them grow as you cultivate a range of vibrant and bizarre flora to use in your brews.",
    "Forge your weapon to slay the monster plaguing your hometown, or brew a powerful elixir to save the life of someone you love.  Design and experiment, using magic and ingenuity to create something truly unique. Hammer & Anvil and Mortar & Pestle give you the freedom to create anything you can imagine and bring it into your 5e games."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "CB70609 - A Life Well Lived",
  "BookShortName": "A Life Well Lived",
  "BookPublisher": "Cubicle 7",
  "BookCode": "CB70609",
  "BookISBN": "978-1-78789-012-1",
  "BookAuthor": "",
  "BookPublished": "2024",
  "BookCover": "",
  "BookRules": "5th Edition Compatible",
  "BookEdition": "5th Edition Compatible",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "A Life Well Lived",
  "BookType": "Supplemment",
  "BookFormat": "",
  "BookSeries": "A Life Well Lived",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\5E - Compatible\\Cubicle 7\\CB70609 - A Life Well Lived.pdf"
  ],
  "BookMD": [
    "D:\\OneDrive\\Master Vault\\5E - Compatible\\Cubicle 7\\CB70609 - A Life Well Lived - Form Fillable - All_Sheets.pdf"
  ],
  "BookDescription": [
    "Discover who your characters are when they’re not dungeon-delving in this 5e supplement for the world’s most popular roleplaying game!",
    "Explore what your adventurers get up to before, after, and in between dungeon crawling, from small moments of bonding around the campfire while crafting potions, to life events such as running a business, starting a family, and ultimately retiring… Until trouble comes knocking.",
    "A Life Well Lived is a companion to Cubicle 7’s Uncharted Journeys, and forthcoming C7D20 titles. These lovingly crafted volumes combine to enrich all pillars of 5e gameplay, and give you the tools and advice you need to tailor your game to the specific tabletop experience your heart desires.",
    "Discover who your character was before their adventuring days began, and how delving into dungeons and slaying dragons has changed them once they hang up their sword. Create a sense of kinship with your party members, creating bonds that tie them together and preparing each other for the adventures ahead.",
    "Take on activities in between adventures, from cooking hearty meals, to weaving entertaining tales for local villagers, to foraging for ingredients to concoct helpful potions and deadly poisons.",
    "Discover what your characters get up to after their adventures are over: Rogues planning a meticulous heist, Nobles pressing the flesh at high society parties, Dragonborn returning to the clan to carry on the family line, and more!",
    "Create characters who can provide backstory, benefits, and complications to your players' lives. Who helped you become the person you are today? Who aids your current plight against evil overlords? Who is waiting on your return from adventures epic and perilous?",
    "Create your own base, a place your characters can return to after a fight to recuperate, relax, and prepare for the next adventure",
    "Find out who really pulls the strings with the new patron system! Discover the benefits, the connections, the red tape, and the reputation that come with servitude to a person or organisation behind your next escapade!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]