[
    {
    "BookName": "Rolemaster Unified - Core Law",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-RMU-001",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "Rolemaster Unified",
    "BookEdition": "RMU",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Rolemaster",
    "BookType": "Rulebook",
    "BookFormat": "",
    "BookSeries": "Core Books",
    "BookPDF": [
      "D:\\Master Vault\\Rolemaster\\Rolemaster Unified\\GCP-RMU-001 - Rolemaster Unified - Core Law.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "<b>Rolemaster Core Law</b>",
      "For over four decades, Rolemaster has been the definitive fantasy role-playing game that combines realism and depth without sacrificing playability. Rolemaster Unified is the next evolution drawing upon the best elements of previous editions to create a streamlined and consistent game.",
      "<b>Rolemaster Core Law</b> is the cornerstone of Rolemaster Unified.",
      "<b>Rolemaster Core Law</b> is divided into three parts:",
      "<b>Character Law:</b> A wide range of character creation choices – 22 professions, 23 races, 10 cultures, and a comprehensive system of talents and flaws. A system of 10 temporary and potential stats determined by using both assigned and random elements. A skill development system that allows a character to improve their skill capabilities without absolute restrictions. Complete, consolidated and streamlined guidelines for resolving actions, magic and attacks.",
      "<b>Arms Law:</b> the highly acclaimed combat system. Complete rules for melee, ranged and spell combat, with new effective mechanics for battling large and small monsters. 39 attack tables for weapons, animal, monstrous and spell attacks. 15 critical strike tables – Acid, Cold, Electricity, Grapple, Heat, Holy, Impact, Krush, Puncture, Slash, Steam, Strikes, Subdual, Sweeps, and Unbalance – providing injuries with explicit effects and descriptions.",
      "<b>Gamemaster Law:</b> Helpful guidance on running the game with rules for healing, social skills, fear, and morale as well as environmental hazards, poisons and diseases. Rules and guidance on creating races, cultures and professions using the fully balanced mechanics employed across Rolemaster Unified."
    ]
  } ,
  {
    "BookName": "Rolemaster Unified - Spell Law",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-RMU-002",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "",
    "BookEdition": "RMU",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Rolemaster",
    "BookType": "Rulebook",
    "BookFormat": "",
    "BookSeries": "Core Books",
    "BookPDF": [
      "D:\\Master Vault\\Rolemaster\\Rolemaster Unified\\GCP-RMU-002 - Rolemaster Unified - Spell Law.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "<b>Rolemaster Spell Law</b>",
      "For over four decades, Rolemaster has been the definitive fantasy role-playing game that combines realism and depth without sacrificing playability. Rolemaster Unified is the next evolution drawing upon the best elements of previous editions to create a streamlined and consistent game.",
      "<b>Rolemaster Spell Law</b> is the spell system of Rolemaster Unified.",
      "<b>Rolemaster Spell Law</b> is the definitive and highly acclaimed magic system. Revised, reformatted, reorganized and expanded, Rolemaster Spell Law brings the magic to life in your campaign. Unleash the powers of the elements upon your foes through your mastery of the Essence. Wield the subtler energies of Mentalism to bewilder your enemies and manipulate the minds of your rivals. Call upon your god to heal any wound and blast the undead to ashes.",
      "<b>Spell Law</b> organizes several thousand spells into multiple spell lists forming the Realms of Essence, Channeling and Mentalism. Spell lists are further characterized into the Open, Closed, Evil and Base categories. The specialist spell lists of all the spell using professions introduced in Rolemaster Core Law are in Rolemaster Spell Law. All spell lists contain a complete set of spells from 1st to 20th level plus epic 25th, 30th, 35th, 40th, and 50th level effects.",
      "<b>Spell Law</b> contains the rules for magic and spell casting. It provides rules for characters to learn new spells and even research whole new spell lists. Ritual magic is presented as an alternative mechanism of achieving magical effects. Finally Spell Law provides comprehensive explanations on how to handle the more complex areas of magical effects such as portents, healing, summoning, illusions, invisibility and more."
    ]
  } 
]