[
    {
    "BookName": "Spacemaster Privateers",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-SMP-4500",
    "BookISBN": "1-55806-562-8",
    "BookAuthor": "Robert J. Defendi",
    "BookPublished": "2000",
    "BookCover": "",
    "BookRules": "Spacemaster Privateers",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Spacemaster Privateers",
    "BookType": "Rulebook",
    "BookFormat": "Paperback",
    "BookSeries": "Rulebook",
    "BookPDF": [
      "D:\\Master Vault\\Spacemaster\\Spacemaster Privateers\\GCP-SMP-4500 - Spacemaster Privateers.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "The panel exploded in a glowing crash of sparks. Mrralff cursed violently, waiting for the diagnostics to flicker across his screen. He breathed a sigh of relief. Nothing was damaged that did not have a redundant system.",
      "Their relative velocities had carried Mrralff and his enemy far apart. It would take a moment for the Jeronan to pull his craft back into a firing position. but only a moment. The computer was still fighting to orient after the torpedo impact. His father, when training him to fly, had been very clear on the matter \"Recover the tumble within 3 seconds or I'll beat you until you're unconscious.\" His ISC flight instructor had been more helpful. \"When your gimbals are out and you don't have time to tackle roll, pitch and yawl one at a time, just pick a point in the sky fly toward it. Easier said than done.",
      "Spacemaster Privateers is the perfect way to start your adventures with the ultimate science fiction role playing system. In the dynamic Privateers setting. you and your players play a part in the last, desperate gamble to win a war against an evil driven by insanity.",
      "Everything you need to play combat-- character creation, a complete setting, starships. and even psychic powers can be found in the pages of this one book! Once you're up and running. other Spacemaster support books add even more flavor, detail, and action to your game.",
      "The wonders of the future can be yours today!"
    ]
  } ,
  {
    "BookName": "Robotics Manual",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-SMP-4511",
    "BookISBN": "1-55806-563-6",
    "BookAuthor": "Robert J. Defendi",
    "BookPublished": "2000",
    "BookCover": "",
    "BookRules": "Spacemaster Privateers",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Spacemaster Privateers",
    "BookType": "Supplement",
    "BookFormat": "Paperback",
    "BookSeries": "Tech Law",
    "BookPDF": [
      "D:\\Master Vault\\Spacemaster\\Spacemaster Privateers\\GCP-SMP-4511 - Robotics Manual.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "The panel exploded in a glowing crash of sparks. Mrralff cursed violently, waiting for the diagnostics to flicker across his screen. He breathed a sigh of relief. Nothing was damaged that did not have a redundant system.",
      "Their relative velocities had carried Mrralff and his enemy far apart. It would take a moment for the Jeronan to pull his craft back into a firing position. but only a moment. The computer was still fighting to orient after the torpedo impact. His father, when training him to fly, had been very clear on the matter \"Recover the tumble within 3 seconds or I'll beat you until you're unconscious.\"His ISC flight instructor had been more helpful. \"When your gimbals are out and you dont 't have time to tackle roll, pitch and yawl one at a time, just pick a point in the sky fly toward it. Easier said than done.",
      "Spacemaster Privateers is the perfect way to start your adventures with the ultimate science fiction role playing system. In the dynamic Privateers setting. you and your players play a part in the last, desperate gamble to win a war against an evil driven by insanity.",
      "Everything you need to play combat-character creation, a complete setting, starships. and even psychic powers can be found in the pages of this one book! Once you're up and running. other Spacemaster support books add even more flavor, detail, and action to your game.",
      "The wonders of the future can be yours today!"
    ]
  },
  {
    "BookName": "Equipment Manual",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-SMP-4512",
    "BookISBN": "1-55806-564-4",
    "BookAuthor": "Robert J. Defendi",
    "BookPublished": "2000",
    "BookCover": "",
    "BookRules": "Spacemaster Privateers",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Spacemaster Privateers",
    "BookType": "Supplement",
    "BookFormat": "Paperback",
    "BookSeries": "Tech Law",
    "BookPDF": [
      "D:\\Master Vault\\Spacemaster\\Spacemaster Privateers\\GCP-SMP-4512 - Equipment Manual.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "The cat pounced again, and Christian swung his sword. The monoblade clashed with the cat's hazzok, throwing Christian to one side and bruising his shoulder as 250kg barreled through where he used to be standing. Christian scrambled back to his feet, just in time. He didn't know why the cat was after him, but when a Falar wanted you dead, you usually died. He swung again as the cat charged. This time several supports cracked and the scaffolding slid to a bit of an angle. Not good. The cat was crazy. What was he thinking? It didn't matter. Christian didn't need to think like a cat. He needed to think like a monkey. What could a monkey do that a cat couldn't?",
      "This Equipment Manual provides everything an enterprising privateer can carry - and more! Picture yourself in kinetic armor with a needler in one hand, a monosword in the other hand, and a sniping plasma-carbine with holo-sights on your back. How about adding on a thruster pack, a medscanner, a sneak suit, and a velocity shield? Going camping? Try anti-glare lenses, a vapor canteen, and an environment tent. With the right connections, you might even be able to load up with professional and military grade gear. Also included are 5 critical tables, 16 attack tables, complete tech level benchmarks, and guidelines for construction & design, malfunction & repair, and breakage. Outfit yourself for adventure! Dress for the kill! Equip to the max!",
      "3 volumes, the perfect tool for customizing technology in your science fiction game. Look for Vehicle Manual and Robotics Manual to add even more tech to your game!"
    ]
  } ,
  {
    "BookName": "Vehicle Manual",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-SMP-4513",
    "BookISBN": "1-55806-565-2",
    "BookAuthor": "Robert J. Defendi",
    "BookPublished": "2002",
    "BookCover": "",
    "BookRules": "Spacemaster Privateers",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Spacemaster Privateers",
    "BookType": "Supplement",
    "BookFormat": "Paperback",
    "BookSeries": "Tech Law",
    "BookPDF": [
      "D:\\Master Vault\\Spacemaster\\Spacemaster Privateers\\GCP-SMP-4513 - Vehicle Manual.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Havagract reversed the polarity on his drive, rocking forward as the inertial dampers fought to keep up with a sudden blast from his foe. his control panel exploded in a shower of sparks. Not good. All his weapons were redlining, and damage control had failed to reroute power. He had to get far enough away from the planetary atmosphere to kick in the quantum drive.",
      "He brought the craft into a tight orbit. His pursuers might be faster, but all objects orbit at the same rate, and only Havagract would be foolish enough to attemp a close forcedorbit around a gas giant. If he could come out with enough of a lead, he just might make it...",
      "Inside you will find every type of vehicle a privateer could desire - marine ships, aircraft, ground conveyances, small spacecraft, and even decommissioned gunboats. Take a test drive in a Death Howl II Heavy Fighter, or perhaps in a \"Light Horse\" Class FAV, or even in a suit of APE Orbital Drop Armour. Bored with the standard, assembly line models? Try customizing your own state of the art vehicle using complete construction & design guidelines with comprehensive sets of features, quirks, and flaws. Also included are complete combat rules, 10 attack tables, and 6 critical tables focusing on vehicles, ordnance, and infantry untis.",
      "Pilot the best & blast the rest!",
      "Tech Law - 3 volumes, the perfect tool for customizing technology in your science fiction game. Look for Equipment Manual and Robotics Manual to add even more tech to your game!"    
    ]
  } ,
  {
    "BookName": "Blaster Law",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-SMP-4514",
    "BookISBN": "1-55806-567-9",
    "BookAuthor": "Robert J. Defendi",
    "BookPublished": "2002",
    "BookCover": "",
    "BookRules": "Spacemaster Privateers",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Spacemaster Privateers",
    "BookType": "Supplement",
    "BookFormat": "Paperback",
    "BookSeries": "Blaster Law",
    "BookPDF": [
      "D:\\Master Vault\\Spacemaster\\Spacemaster Privateers\\GCP-SMP-4514 - Blaster Law.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Erik stumbled to the side, his numb barely-working fingers fumbling for an energy cell. The laser fire stopped for a moment as his opponents waited for him to show himself. They wouldn't give up their cover. They'd wait for him to move.",
      "After several, agonizing seconds, he managed to slide a new power cell into his blaster. The burns along the left side of his body made the slightest movement agony. His muscles twitched spasmodically, as nerves died. His burned flesh twitched as it cracked and flaked away.",
      "This was bad. He took a deep breath and checked his blaster's setting. there was no room left for tactics. He could make a final charge on continuous fire. If he was really lucky, he might live long enough to kill one of his foes. Maybe two. It was either that or wait for his life to ooze out half a dozen small laser wounds.",
      "Screaming with more bravado than he felt, he swung around the corner, firing wildly. beams of coherent light began seeking him out as he charged headlong, his blaster pulsing in his hand.",
      "Revel in MORE POWER! Blaster Law is the complete guide to energy weapons and their use in combat. Spacemaster: Privateers has a ton of combat and power, but Blaster Law takes this to the max, expanding directed energy weapons. It uses a tech level system and gives complete weapon creation rules, for use with anything from primitive spacefaring worlds to power weapons invented by worlds on the cutting edge."
    ]
  },
  {
    "BookName": "Future Law",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-SMP-4515",
    "BookISBN": "1-55806-569-2",
    "BookAuthor": "Robert J. Defendi",
    "BookPublished": "2003",
    "BookCover": "",
    "BookRules": "Spacemaster Privateers",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Spacemaster Privateers",
    "BookType": "Supplement",
    "BookFormat": "Paperback",
    "BookSeries": "Future Law",
    "BookPDF": [
      "D:\\Master Vault\\Spacemaster\\Spacemaster Privateers\\GCP-SMP-4515 - Future Law.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Add the power of expanded character development to your sci-fi game with Future Law. Future Law is the ultimate players' guide to Spacemaster, with new professions and character options. Get the most out of your character and feel the power of Spacemaster with this exciting new core book."
    ]
  } ,
  {
    "BookName": "Races & Cultures",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-SMP-4600",
    "BookISBN": "",
    "BookAuthor": "Robert J. Defendi",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Spacemaster Privateers",
    "BookEdition": "3rd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Spacemaster Privateers",
    "BookType": "Supplement",
    "BookFormat": "Paperback",
    "BookSeries": "Races & Cultures",
    "BookPDF": [
      "D:\\Master Vault\\Spacemaster\\Spacemaster Privateers\\GCP-SMP-4600 - Races & Cultures.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "A must for any Spacemaster game, this book details the races of the Privateers universe. Find out what the races are really like in detail; from culture to physiology to role playing, everything you wanted to know about the: Falanar, the Kagoth, the Oort, the Tulgar, the Valiesans the Xatosians and of course humans. What will our own species be like in the future?",
      "Who will you be tomorrow?"
    ]
  }   
]