[
    {
    "BookName": "Spacemaster Privateers",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-SMP-4500",
    "BookISBN": "1-55806-562-8",
    "BookAuthor": "Robert J. Defendi",
    "BookPublished": "2000",
    "BookCover": "",
    "BookRules": "Spacemaster",
    "BookEdition": "3rd Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Spacemaster Privateers",
    "BookType": "Rulebook",
    "BookFormat": "Paperback",
    "BookSeries": "Rulebook",
    "BookPDF": [
      "D:\\Master Vault\\Spacemaster\\Spacemaster Privateers\\GCP-SMP-4500 - Spacemaster Privateers.pdf",
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "The panel exploded in a glowing crash of sparks. Mrralff cursed violently, waiting for the diagnostics to flicker across his screen. He breathed a sigh of relief. Nothing was damaged that did not have a redundant system.",
      "Their relative velocities had carried Mrralff and his enemy far apart. It would take a moment for the Jeronan to pull his craft back into a firing position. but only a moment. The computer was still fighting to orient after the torpedo impact. His father, when training him to fly, had been very clear on the matter \"Recover the tumble within 3 seconds or I'll beat you until you're unconscious.\" His ISC flight instructor had been more helpful. \"When your gimbals are out and you don't have time to tackle roll, pitch and yawl one at a time, just pick a point in the sky fly toward it. Easier said than done.",
      "Spacemaster Privateers is the perfect way to start your adventures with the ultimate science fiction role playing system. In the dynamic Privateers setting. you and your players play a part in the last, desperate gamble to win a war against an evil driven by insanity.",
      "Everything you need to play combat-- character creation, a complete setting, starships. and even psychic powers can be found in the pages of this one book! Once you're up and running. other Spacemaster support books add even more flavor, detail, and action to your game.",
      "The wonders of the future can be yours today!"
    ]
  } ,
  {
    "BookName": "Robotics Manual",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "GCP-SMP-4511",
    "BookISBN": "1-55806-563-6",
    "BookAuthor": "Robert J. Defendi",
    "BookPublished": "2000",
    "BookCover": "",
    "BookRules": "Spacemaster",
    "BookEdition": "3rd Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Spacemaster Privateers",
    "BookType": "Supplement",
    "BookFormat": "Paperback",
    "BookSeries": "Tech Law",
    "BookPDF": [
      "D:\\Master Vault\\Spacemaster\\Spacemaster Privateers\\GCP-SMP-4511 - Robotics Manual.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "The panel exploded in a glowing crash of sparks. Mrralff cursed violently, waiting for the diagnostics to flicker across his screen. He breathed a sigh of relief. Nothing was damaged that did not have a redundant system.",
      "Their relative velocities had carried Mrralff and his enemy far apart. It would take a moment for the Jeronan to pull his craft back into a firing position. but only a moment. The computer was still fighting to orient after the torpedo impact. His father, when training him to fly, had been very clear on the matter \"Recover the tumble within 3 seconds or I'll beat you until you're unconscious.\"His ISC flight instructor had been more helpful. \"When your gimbals are out and you dont 't have time to tackle roll, pitch and yawl one at a time, just pick a point in the sky fly toward it. Easier said than done.",
      "Spacemaster Privateers is the perfect way to start your adventures with the ultimate science fiction role playing system. In the dynamic Privateers setting. you and your players play a part in the last, desperate gamble to win a war against an evil driven by insanity.",
      "Everything you need to play combat-character creation, a complete setting, starships. and even psychic powers can be found in the pages of this one book! Once you're up and running. other Spacemaster support books add even more flavor, detail, and action to your game.",
      "The wonders of the future can be yours today!"
    ]
  },
  {
    "BookName": "Equipment Manual",
    "BookPublisher": "GCP-SMP-4512",
    "BookCode": "Iron Crown Enterprises",
    "BookISBN": "1-55806-564-4",
    "BookAuthor": "Robert J. Defendi",
    "BookPublished": "2000",
    "BookCover": "",
    "BookRules": "Spacemaster",
    "BookEdition": "3rd Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Spacemaster Privateers",
    "BookType": "Supplement",
    "BookFormat": "Paperback",
    "BookSeries": "Tech Law",
    "BookPDF": [
      "D:\\Master Vault\\Spacemaster\\Spacemaster Privateers\\GCP-SMP-4512 - Equipment Manual.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "The cat pounced again, and Christian swung his sword. The monoblade clashed with the cat's hazzok, throwing Christian to one side and bruising his shoulder as 250kg barreled through where he used to be standing. Christian scrambled back to his feet, just in time. He didn't know why the cat was after him, but when a Falar wanted you dead, you usually died. He swung again as the cat charged. This time several supports cracked and the scaffolding slid to a bit of an angle. Not good. The cat was crazy. What was he thinking? It didn't matter. Christian didn't need to think like a cat. He needed to think like a monkey. What could a monkey do that a cat couldn't?",
      "This Equipment Manual provides everything an enterprising privateer can carry - and more! Picture yourself in kinetic armor with a needler in one hand, a monosword in the other hand, and a sniping plasma-carbine with holo-sights on your back. How about adding on a thruster pack, a medscanner, a sneak suit, and a velocity shield? Going camping? Try anti-glare lenses, a vapor canteen, and an environment tent. With the right connections, you might even be able to load up with professional and military grade gear. Also included are 5 critical tables, 16 attack tables, complete tech level benchmarks, and guidelines for construction & design, malfunction & repair, and breakage. Outfit yourself for adventure! Dress for the kill! Equip to the max!",
      "3 volumes, the perfect tool for customizing technology in your science fiction game. Look for Vehicle Manual and Robotics Manual to add even more tech to your game!"
    ]
  }  
]