[
  {
  "BookName": "Blades in the Dark",
  "BookPublisher": "Evil Hat Productions",
  "BookCode": "EHP0030",
  "BookISBN": "",
  "BookAuthor": "John Harper",
  "BookPublished": "2017",
  "BookCover": "",
  "BookRules": "Forged in the Dark",
  "BookEdition": "",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Blades in the Dark",
  "BookType": "Setting",
  "BookFormat": "Hardback",
  "BookSeries": "Forged in the Dark",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Forged in the Dark\\EHP0030 - Blades in the Dark.pdf"
  ],
  "BookDescription": [
    "Blades in the Dark is a tabletop role-playing game by John Harper about a crew of daring scoundrels seeking their fortunes on the haunted streets of an industrial-fantasy city. There are heists, chases, occult mysteries, dangerous bargains, bloody skirmishes, and, above all, riches to be had—if you’re bold enough to seize them.",
    "You and your fledgling crew must thrive amidst the threats of rival gangs, powerful noble families, vengeful ghosts, the Bluecoats of the city watch, and the siren song of your scoundrel’s own vices. Will you rise to power in the criminal underworld? What are you willing to do to get to the top?",
    "In this stand-alone game, you’ll find:",
    "Rules to create your scoundrel using the following character archetypes: the Cutter, the Hound, the Leech, the Lurk, the Slide, the Spider, or the Whisper.",
    "Rules to create your crew, built from types like Assassins, Bravos, a Cult, Hawkers, Shadows, or Smugglers.",
    "A robust core mechanic which puts the fiction first—the strength of a character’s position (desperate, risky, or controlled) matters just as much as the character’s ability scores.",
    "A lightning-fast mechanic for planning criminal operations to cut through the usual slog of planning at the game table.",
    "Rules for alchemical experiments, gadget tinkering, and weird occult powers—including rules for playing Ghosts and other strange beings.",
    "A setting guide to the haunted city of Doskvol, with all the maps, factions, NPCs, schemes, and opportunities you need to run an exciting sandbox game."
  ],
  "TableOfContents": {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
},
{
  "BookName": "Scum and Villainy",
  "BookPublisher": "Evil Hat Productions",
  "BookCode": "EHP0040",
  "BookISBN": "978-1-61317-153-0",
  "BookAuthor": "Stras Acimovic, John LeBoeuf-Little",
  "BookPublished": "2018",
  "BookCover": "",
  "BookRules": "Forged in the Dark",
  "BookEdition": "",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Scum and Villainy",
  "BookType": "Setting",
  "BookFormat": "Hardback",
  "BookSeries": "Forged in the Dark",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Forged in the Dark\\EHP0040 - Scum and Villainy.pdf"
  ],
  "BookDescription": [
    "Unwise deals. Blaster fights. High adventure among the stars. Welcome to the world of Scum and Villainy.",
    "Scum and Villainy is a Forged in the Dark game about a spaceship crew trying to make ends meet under the iron-fisted rule of the Galactic Hegemony.",
    "Work with the members of your crew to thrive despite powerful criminal syndicates, warring noble families, dangerous aliens, and strange mystics. Explore the ruins of lost civilizations for fun and profit. Can your motley crew hold it together long enough to strike it big and insure your fame across the sector?",
    "Scum and Villainy is a stand-alone RPG based on the Forged in the Dark game engine. In this book, you’ll find:",
    "A clear gameplay structure that puts the focus on the criminal undertakings of the crew. A session of play consists of a job followed by recovery, downtime projects, and advancement.",
    "Ship “character sheets” that allow for XP spends, upgrades, and leveling up alongside your characters.",
    "Crew advancement opportunities to reflect the change from a ragtag group barely flying in the black to a reputed crew that has built a name across the sector.",
    "Forged in the Dark tools to help keep the focus on the action of the job rather than the extensive planning needed to make it happen.",
    "Character and ship types to help create a unique and interesting crew at light speed."
  ],
  "TableOfContents": {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
},
{
  "BookName": "Band of Blades",
  "BookPublisher": "Evil Hat Productions",
  "BookCode": "EHP0048",
  "BookISBN": "978-1-61317-173-8",
  "BookAuthor": "Stras Acimovic, John LeBoeuf-Little",
  "BookPublished": "2019",
  "BookCover": "",
  "BookRules": "Forged in the Dark",
  "BookEdition": "",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Band of Blades",
  "BookType": "Setting",
  "BookFormat": "Hardback",
  "BookSeries": "Forged in the Dark",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Forged in the Dark\\EHP0048 - Band of Blades.pdf"
  ],
  "BookDescription": [
    "The Road to Skydagger Keep…",
    "The Legion is in retreat following a failed battle against the armies of the undead. You are a member of the Legion, your bonds to one another forged in the dark by bone and blood.",
    "But time is running out as more fall to the indomitable forces of the Cinder King. As Legionnaires, you must make it to Skydagger Keep before you’re cut off or overtaken by the undead. Paying horrifying costs, you’ll employ offensives, maneuvers, unwise bargains, and desperate gambits as the ever-ticking clock nears its final hour.",
    "Do you have what it takes to outwit, outrun, and outlast the endless hordes of the undead, or will your band of blades break beneath the Cinder King’s iron fist? Play to find out in Band of Blades, a stand-alone, Forged in the Dark RPG of dark military fantasy.",
    "Band of Blades contains all the rules you need to play. In this book you’ll find:",
    "A clear game structure for playing out missions filled with moment-to-moment danger and tracking the overall fate of the Legion.",
    "Rookie, Soldier, and five different Specialist playbooks, with Legionnaires created as they are needed when the casualties of war set in.",
    "Legion roles for all of the players: the Commander sets mission priorities, the Marshal directs the troupes, the Quartermaster manages precious resources, the Spymaster gathers intel in the field, and the Lorekeeper preserves the histories of the Legion.",
    "Three different Chosen—humans imbued with the powers of the gods, each with their own unique gifts, who aid the Legion.",
    "Army advancement throughout the campaign, including gaining new materiel and the promotion of the Legion’s troops.",
    "Four distinct heritages of brave and flawed people seeking to survive another night from the Cinder King’s horrors.",
    "Join us on the road to Skydagger Keep. Our numbers are few, our supplies are low, and every operation is a deadly risk—but if any chance exists to make a difference in the outcome of the war, it is this cohort, the only remaining hope, this bloody band of blades!"
  ],
  "TableOfContents": {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
}
]