[
    {
    "BookName": "A Campaign and Adventure Guidebook for Middle Earth",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2100",
    "BookISBN": "0-915795-05-1",
    "BookAuthor": "Peter C. Fenlon Jr.",
    "BookPublished": "1982",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign Setting",
    "BookFormat": "Paperback",
    "BookSeries": "Campaign Setting",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE2100 - A Campaign and Adventure Guidebook for Middle Earth.pdf",
      "D:\\Master Vault\\MERP\\1E\\ICE2100 - Campaign Map of NW Middle-earth.jpg"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "A full-colour 24″ x 36″ poster map of Middle-earth, including the wild lands – north, south, and east – and a superimposed reference grid.  ",
      "Descriptions of the principal inhabitants of Middle-earth, including: a language tree and linguistic data; cultural notes; and an in depth time line.",
      "Maps and notes on Middle-earth’s topography, climate, trade routes, and population centers.",
      "Guidelines for incorporating Middle-earth into any major role playing system."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Middle-Earth Adventure Guidebook II",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2210",
    "BookISBN": "1-55806-078-2",
    "BookAuthor": "Jessica M. Ney",
    "BookPublished": "1999",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Adventure",
    "BookFormat": "Paperback",
    "BookSeries": "Adventure",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE2210 - Middle-earth Adventure Guidebook II.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      ""
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Thieves of Tharbad",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8050",
    "BookISBN": "0-915795-35-3",
    "BookAuthor": "Lisa J. Evans, Walter H. Hunt, Evan Jamieson, Richard Meyer, Robert G. Traynor",
    "BookPublished": "1985",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Adventure",
    "BookFormat": "Paperback",
    "BookSeries": "Adventure",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8050 - Thieves of Tharbad.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "This product details the major trading city west of the Misty Mountains, a city teeming with cutthroats and thieves. Rescue the Princess of Cardolan’s stolen tiara and help break up the complex smuggling ring.",
      "Tharbad was founded in the Second Age by Tar-Aldarion as an inland port for his fleet to use while exploring the interior of Middle-earth… Its broad avenues, public parks and well laid out streets were the envy of other northern cities, for Tharbad was built by the Numenorians at the height of their power. However the years have not been kind to Tharbad… Although much grandeur remains, most sections of the city have fallen into decay."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Dagorlad and the Dead Marshes",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8020",
    "BookISBN": "0-915795-20-5",
    "BookAuthor": "Ruth Sochard",
    "BookPublished": "1984",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Adventure",
    "BookFormat": "Paperback",
    "BookSeries": "Adventure",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8020 - Dagorlad and the Dead Marshes.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "South of the Wilderland and north of Mordor lies a widely varying landscape stretching from the scarps and cliffs of the western Emyn Muil through the swamps and marshes of Nindalf to the bare plain known as the Dagorlad (S. “Battle Plain”). Once these lands were pleasant enough, in the way of wild places, although they were never much favored by settlers. The wetlands were filled with all manner of waterfowl and alive with the songs of frogs and blackbirds. The region’s waters gleamed with fish, and deer grazed the marsh grasses, bothered only by the hunting expeditions of the scattered tribes of Marshmen. These folk were almost always left alone and ignored by the wars and battles which raged about them, for their watery lands have always been too difficult for an army to cross with any speed, and treacherous indeed for those not born of the marshes.",
      "Instead, travelers have always gone by way of the broad plain before the dark gateway into Mordor. This expanse was once covered with wild grains and other grasses which quickly sprang up to hide the remains of the great war fought here at the end of the Second Age. Grouse pecked and nested there, and wild cattle grazed. Although unsettled by Men, these lands were peaceful and fruitful until a few hundred years ago, when the Shadow began to descend upon them once more."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  } ,
  {
    "BookName": "The Tower of Cirith Ungol and Shelob's Lair",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8030",
    "BookISBN": "0-915795-21-3",
    "BookAuthor": "Carl Willner",
    "BookPublished": "1984",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Adventure",
    "BookFormat": "Paperback",
    "BookSeries": "Adventure",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8030 - The Tower of Cirith Ungol and Shelob's Lair.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Minas Ithil rests beneath the rising moon, serenely unaware of the terrors stirring in the nearby Mountains of Shadow. Travellers entering the Ithil Vale in 1640 of the Third Age behold the luminous marble walls and slender tower of this famed metropolis, the spire reflecting moonbeams that illuminate the vale with a haunting ethereal glow. Here, across the white bridge of the Ithilduin and between the flowering meadows on either bank, evening splendors beckon: thousands of flickering lanterns promise safety and rest for the weary wayfarer. In Minas Ithil men are immersed in the memories of their former glory, for now – since the Great Plague of four years ago – many of the city’s mansions are tenanted by none save ghosts. Yet none foresee that this place of beauty is fated to become Minas Morgul, dread city of the undead and the fearsome domain of the Nazgûl.",
      "The dangers are growing daily. Turning from the white bridge over the Ithilduin, one ascends a path on the northern side of the vale. Soon he reaches a series of stairs climbing into the Mountains of Shadow, and beyond that comes to a pass whose very name connotes an age-old evil: Cirith Ungol, the Spider’s Cleft. Within a reeking, dark tunnel at the summit of the pass lurks a primeval monstrosity, the devourer of Men and Elves – Shelob, the Greatest of the Great Spiders. Beyond Shelob’s lair the weird and desolate landscape of Mordor, Sauron’s ancient domain, stands stark and ugly as a vast scar. Once the troops of Gondor warded this land against evil, but since the Plague the watch has been abandoned. Now only a skeletal Gondorian garrison remains to hold the formidable Tower of Cirith Ungol, which commands the westward passes from Mordor. In these days of Gondor’s decline, Orcs, Trolls, and other creatures of Darkness dare to roam within sight of the Tower’s walls.",
      "On one side of the bridge Minas Ithil stands tall and proud, offering refuge and pleasures. On the other side lie the perils of Cirith Ungol and Mordor, where the valiant and skillful may win renown – or lose their lives trying! Here civilization and wilderness converge, and adventures are but a stone’s throw away."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Isengard and Northern Gondor",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2800",
    "BookISBN": "0-915795-11-6",
    "BookAuthor": "Christian Gehman",
    "BookPublished": "1983",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign Setting",
    "BookFormat": "Paperback",
    "BookSeries": "Campaign Setting",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE2800 - Isengard and Northern Gondor.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "The citadel of Isengard was built by the Númenórians in a sheltered valley at the southern limits of the Misty Mountains. Its main purpose was to defend the gap of Calenardhon and the Fords of Isen against attacks by Sauron’s forces. Self-sufficient and enchanted, it later became the virtually impregnable fortress of Saruman the White. No spire in Middle-earth was stronger, save the Dark Tower of Mordor."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Mouths of the Entwash",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8011",
    "BookISBN": "1-55806-010-3",
    "BookAuthor": "Graham Staplehurst",
    "BookPublished": "1998",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Adventure",
    "BookFormat": "Paperback",
    "BookSeries": "Adventure",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8011 - Mouths of the Entwash.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "This supplement details the wild delta that dominates eastern Rohan. In this marsh the Entwash meets the mighty Anduin river, and unwary travellers encounter unexpected dangers. This module features 3 complete adventures. All are self-contained and can easily be used in other locales.",
      "Delve into the swampy forests surrounding the treacherous MOUTHS OF THE ENTWASH! For almost two hundred miles the southern channel of the river winds through bog, marsh, fen and breckland, continually splitting and rejoining itself. Here you’ll find a host of peculiar creatures and foul denizens – including the hideous undead known as Mewlips. This module contains the history of the places, people, creatures, and treasures found in the region, together with 3 exciting adventures, each of which can be set up in only minutes."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Ghosts of the Southern Anduin",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8109",
    "BookISBN": "1-55806-030-8",
    "BookAuthor": "John Crowdis",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Adventure",
    "BookFormat": "Paperback",
    "BookSeries": "Adventure",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8109 - Ghosts of the Southern Anduin.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Four low-to-mid level adventures which each stand on their own and can be set up in minutes.",
      "Bar-en-Tinnen is a sleepy little town on the banks of the mighty Anduin river. But now the complacent inhabitants must keep their eyes open. A ghost haunts the river on foggy nights; the wise bar their doors at sundown. Can you unlock the mystery of The Ghost on the River?",
      "The haunted riverfront is not the most terrifying of recent events. A young lad, panic stricken, dripping wet, and shivering, collapses on the doorstep of the Fen Worm’s Fire Inn, a broken arrow shaft protruding from his left arm. Will you help defeat his enemies in The Survivor?",
      "The tailor’s son disappears after encountering the river ghost and telling the story far and wide. Will you face the darkest evil to search for the young man in The Edain-in-Arthedur?",
      "Despite plentiful rainfall, the trees and crops are withering. A supernatural blight has struck the land. Are you resourceful enough to combat The Shadow on the Banks?",
      "Confront bandits, undead, evil priests, and minions of Sauron as you hunt the Ghosts of the Southern Anduin in these four exciting adventures!"
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  } ,
  {
    "BookName": "Angmar - Land of the Witch King",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2300",
    "BookISBN": "",
    "BookAuthor": "Heike Kubasch2",
    "BookPublished": "1982",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign Setting",
    "BookFormat": "Softback",
    "BookSeries": "Campaign Setting",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE2300 - Angmar - Land of the Witch King.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Cultures, herblore & guidelines for running your own adventures",
      "A 16\" x 20\" full-color double-sided detachable mapsheet, side #1 of which details the NORTHERN MISTY MOUNTAINS, side #2, maps out the city of CARN DUM",
      "Trolls, Giants, Dragons, Bears, Wargs, Orcs and of course THE WITCH KING OF ANGMAR"
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  } ,
  {
    "BookName": "Umbar - Haven of the Corsairs",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2400",
    "BookISBN": "",
    "BookAuthor": "Brenda Gates Spielman",
    "BookPublished": "1982",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign Setting",
    "BookFormat": "Softback",
    "BookSeries": "Campaign Setting",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE2400 - Umbar - Haven of the Corsairs.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Adventure in a land of warships, traders, thieves and plunderers, ominous towers, dark wizards and scheming overlords."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  } ,
  {
    "BookName": "The Court of Ardor in Southern Middle-earth",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2500",
    "BookISBN": "",
    "BookAuthor": "Terry Kevin Amthor",
    "BookPublished": "1983",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Adventure",
    "BookFormat": "Paperback",
    "BookSeries": "Adventure",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE2500 - The Court of Ardor in Southern Middle-earth.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Within this book is held the tale of the history of the land known as the Mûmakan and an organization of Evil known as the Court of Ardor. Also told is the story of the preparations of the Court for a cataclysm which, if it were to occur, would have dire repercussions not only for the lands of the Mûmakan, but all of Middle-earth.",
      "Long ago in the dim past of Ender Elven lords came to this southerly area, to a land swathed in warm mists and overgrown with wild yet beautiful trees and vines, and inhabited by all manner of creatures. It was vastly different from the forests and plains to the North, yet the Elves loved it and named it Ardor (S: \"Exalted Land\"). Many centuries passed, and the Immortal Children of Eru lived in peace, until the Shadow fell upon the land and many of the strong were seduced by the clever words of servants of the Black Enemy: Morgoth. Power and wisdom were promised, if they would but perform this one task. Naive were these Elves in the Elder days, and they made oaths lightly, little knowing how heavily this would weigh upon them in the millennia to come. Eagerly they took council and formed a Court of sorts; a hierarchy of lords and ladies to effect this mission for their master. And a Darkness of spirit fell upon the land: a harbinger of the true dark which was to follow should their scheme come to fruition.",
      "Ages passed, and men, the younger Children, came and settled in Ardor, giving it a name in their own tongues – Mûmakan, after the huge beasts which roam the region. But Ardor still it was to the Court, and Ardor it would be again, when the eternal night fell upon all of Middle-earth."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Middle-earth Role Playing",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8100",
    "BookISBN": "0-425090-37-X",
    "BookAuthor": "",
    "BookPublished": "1986",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Rulebook",
    "BookFormat": "Boxed Set",
    "BookSeries": "Rulebooks",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8100 - Middle-Earth Role Playing Boxed Set.pdf", 
      "D:\\Master Vault\\MERP\\1E\\ICE8000 - Middle-earth Role Playing.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  } ,
  {
    "BookName": "Riders of Rohan",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE3100",
    "BookISBN": "0-915795-29-9",
    "BookAuthor": "Peter C. Fenlon Jr., Christian Gehman",
    "BookPublished": "1985",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign Setting",
    "BookFormat": "Softcover",
    "BookSeries": "Campaign Setting",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE3100 - Riders Of Rohan.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Moria The Dwarven City",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2900",
    "BookISBN": "0-915795-27-2",
    "BookAuthor": "Peter C. Fenlon Jr.",
    "BookPublished": "1984",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign Setting",
    "BookFormat": "Softcover",
    "BookSeries": "Campaign Setting",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE2900 - Moria, The Dwarven City.pdf"
    ],
    "BookDescription": [
      "This package details all of the DWARVEN CITY OF KHAZAD-DUM and includes 7 Deeps (levels and sublevels) maps and cross-section diagrams of both the city and the mines, diagrams of traps, machines and forging implements, large-scale detailed floorplans of specific areas: the Chamber of Marzarbul, the Endless Stair, Durin’s Bridge, and the Entry Halls, information on Durin’s tribe, three Orc tribes, the many creatures who later inhabit Moria, and, of course, the BALROG.",
      "Deep within the bowels of the central Misty Mountains lies Moria, the “Black Chasm”. Here stood Khazad-Dum (Kh. “Dwarf-mansion”) the kingdom of the noblest Lord of the Seven Tribes of Dwarves, a city sculpted from rock and embellished by the finest hall-builders of their day. Within its recesses Durin’s folk mined precious metals and discovered mithril, the “true-silver”.",
      "Now its chambers are dark and its builders gone. Tales speak of a Balrog, a “Demon of Might” which once served the Black Enemy Morgoth.",
      "Bats and wolves and deadly traps await those daring few who seep the treasures buried deep in the still, dank chambers of the Black Chasm."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Northern Mirkwood, The Wood-Elves Realm",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2600",
    "BookISBN": "0-915795-08-6",
    "BookAuthor": "John David Ruemmler",
    "BookPublished": "1983",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign Setting",
    "BookFormat": "Softcover",
    "BookSeries": "Campaign Setting",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE2600 - Northern Mirkwood, The Wood-Elves Realm.pdf"
    ],
    "BookDescription": [
      "The Wood-Elves Realm",
      ""
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": ""},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Hillmen of the Trollshaws",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8040",
    "BookISBN": "0-915795-24-8",
    "BookAuthor": "Jeffery McKeage",
    "BookPublished": "1984",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Adventure",
    "BookFormat": "Softback",
    "BookSeries": "Adventure",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8040 - Hillmen of the Trollshaws.pdf"
    ],
    "BookDescription": [
      "HILLMEN of the Trollshaws details the lands of western RHUDAUR. Adventure in the rocky highlands near Cameth Brin, where Trolls and the ghosts of Petty-Dwarves haunt ancient caverns."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Minas Tirith",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8301",
    "BookISBN": "1-55806-001-4",
    "BookAuthor": "Graham Staplehurst",
    "BookPublished": "1988",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "City",
    "BookFormat": "Hardback",
    "BookSeries": "Cities",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8301 - Minas Tirith.pdf"
    ],
    "BookDescription": [
      "Minas Tirith, the Guarded City, rises from the base of Mount Mindolluin. Capital of Gondor, it is the preeminent symbol of the struggle against Sauron of Mordor. No other city in western Middle-earth offers greater hope for the defense of the Free Peoples.",
      "Minas Tirith commands the wide gap between the White Mountains and the Mountains of Shadow that encircle the Dark Lord’s homeland. Its seven walls and seven levels seem to grow out of the stone, as if carved by Giants. Each tier of the Royal City wraps around the rock and looms above the surrounding quarter, its ramparts glimmering white with each sunrise.",
      "High atop the capital, on the uppermost level, the Tower of Ecthelion reaches skyward like a pearl-and-crystal spire. Amidst the storm spawned by the Lord of the Rings, this citadel is the last hold in Minas Tirith, an unparalleled bastion in an ominous time."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Lords of Middle-earth Vol I: The Immortals",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8002",
    "BookISBN": "0-915795-26-4",
    "BookAuthor": "Terry Kevin Amthor, Peter C. Fenlon Jr., R. Mark Colborn",
    "BookPublished": "1986",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Sourcebook",
    "BookFormat": "Softcover",
    "BookSeries": "Sourcebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8002 - Lords of Middle Earth Vol 1.pdf"
    ],
    "BookDescription": [
      "THE IMMORTALS: ELVES, MAIAR, AND VALAR",
      "In a fantasy role playing game, you become a main character in a fantasy adventure you create. With this character compendium you can meet Middle-earth’s most exciting figures! Call them forth to add drama and danger to your fantasy game. Match wits with Saruman the White… challenge the strength of the Balrog! Can you outride Glorfindel or withstand the presence of the Lord of the Rings?",
      "This volume describes the first beings to enter Tolkien’s world: the Elves, Valar, and Maiar. Each race has a general history and a Character Glossary that alphabetically lists the major individuals. These immortals are described in terms of appearance, motivation, characteristics, and background. Game statistics for the MERP and Rolemaster game systems are included. These stats can be easily converted to most major FRP systems."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Middle-earth Campaign Guide",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2003",
    "BookISBN": "1-55806-193-2",
    "BookAuthor": "Jessica M. Ney-Grimm, Peter C. Fenlon Jr., Jessica M. Ney",
    "BookPublished": "1993",
    "BookCover": "",
    "BookRules": "MERP - 2nd Edition",
    "BookEdition": "2nd Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Sourcebook",
    "BookFormat": "Softcover",
    "BookSeries": "Sourcebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\2E\\ICE2003 - Middle Earth Campaign Guide.pdf"
    ],
    "BookDescription": [
      "Inside you’ll find the full color poster map of Middle-earth pictured here. It’s larger of course, 24″ x 36″ and rendered in exquisite detail. It includes the region chronicled in J.R.R. Tolkien’s The Lord of the Rings as well as the wild lands – north, east, and south!",
      "The Middle-earth Campaign Guide includes:",
      "TIMELINE provides in-depth coverage of the entire history of the West.",
      "LINGUISTIC guidelines for the many tongues of Middle-earth – the speech of Elves, Dwarves, Ents, Hobbits, and Men.",
      "DICTIONARY of Elvish, including notes on pronunciation and grammar.",
      "GLOSSARY OF TERMS provides a quick reference for the people, cultures, and places of Middle-earth.",
      "ROLE PLAYING notes for incorporating Middle-earth into any major role playing system.",
      "THEME MAPS detail Middle-earth’s topography, climate, trade routes, and population centers."

    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Middle-earth Role Playing, 2nd Edition - Collector's Edition",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2000",
    "BookISBN": "1-55806-190-8",
    "BookAuthor": "Coleman Charlton, S. Coleman Charlton",
    "BookPublished": "1993",
    "BookCover": "",
    "BookRules": "MERP - 2nd Edition",
    "BookEdition": "2nd Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Rulebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\2E\\ICE2000 - Middle-earth Role Playing, 2nd Edition - Collector's Edition.pdf"
    ],
    "BookDescription": [
      "The Fantasy Role Playing Game set in J.R.R. Tolkien’s World",
      "”Their eyes fell on him and pierced him, as they rushed towards him. Desperate, he drew his own sword and it seemed to him that it flickered red, as if it was a firebrand. Two of the figures halted. The third was taller than the others… In one hand, he held a long sword, and in the other a knife; both the knife and the hand that held it glowed with a pale light. He sprang forward and bore down on Frodo.” – The Fellowship of the Ring.",
      "In a role playing game, you assume the role of a character in a “living novel. Middle-earth Role Playing (MERP) and its companion sourcebooks provide the structure and framework for role playing in the greatest fantasy setting of all time… J.R.R. Tolkien’s Middle-earth.",
      "Middle-earth Role Playing is the next step up for those who have already experienced the thrill of ICE’s introductory role playing game, the Lord of the Rings Adventure Game. It is also perfect for more experienced gamers who are looking for a realistic, easy-to-play fantasy role playing game."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Southern Mirkwood - Haunt of the Necromancer",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE2700",
    "BookISBN": "0-915795-09-4",
    "BookAuthor": "Susan Tyler Hitchcock",
    "BookPublished": "1983",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign Setting",
    "BookFormat": "Softcover",
    "BookSeries": "Campaign Setting",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE2700 - Southern Mirkwood, Haunt of the Necromancer.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Dunland and the Southern Misty Mountains",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE3600",
    "BookISBN": "0-915795-91-4",
    "BookAuthor": "Randell E. Doty",
    "BookPublished": "1987",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign Setting",
    "BookFormat": "Softcover",
    "BookSeries": "Campaign Setting",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE3600 - Dunland and the Southern Misty Mountains.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Lorien & The Halls of the Elven Smiths",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE3200",
    "BookISBN": "0-915795-42-6",
    "BookAuthor": "Terry Kevin Amthor",
    "BookPublished": "1986",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Campaign Setting",
    "BookFormat": "Softcover",
    "BookSeries": "Campaign Setting",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE3200 - Lorien & The Halls Of The Elven Smiths.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Woses of the Black Wood",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8107",
    "BookISBN": "0-915795-99-X",
    "BookAuthor": "",
    "BookPublished": "1987",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Adventure",
    "BookFormat": "Softcover",
    "BookSeries": "Adventure",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8107 - Woses of the Black Wood.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Erech and the Paths of the Dead",
    "BookPublisher": "Iron Crown Enterprises",
    "BookCode": "ICE8060",
    "BookISBN": "0-915795-39-6",
    "BookAuthor": "Ruth Sochard",
    "BookPublished": "1985",
    "BookCover": "",
    "BookRules": "MERP - 1st Edition",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Middle Earth",
    "BookType": "Adventure",
    "BookFormat": "Softcover",
    "BookSeries": "Adventure",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\MERP\\1E\\ICE8060 - Erech and the Paths of the Dead.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  }
]
