[
  {
    "BookName": "MJPG2201 - Mindjammer the Roleplaying Game",
    "BookShortName": "Mindjammer the Roleplaying Game",
    "BookPublisher": "Mindjammer Press",
    "BookCode": "MJPG2201",
    "BookISBN": "978-0-9574779-3-3",
    "BookAuthor": "Sarah Newton",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Fate",
    "BookEdition": "1st Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Mindjammer",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Rulebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Mindjammer\\MUH042201 - Mindjammer the Roleplaying Game.pdf"
    ],
    "BookDescription": [
      "Grab your blaster, thoughtcast your orders to the starship sentience, and fire up the planing engines — come and defend the light of humanity’s greatest civilisation as it spreads to the stars!",
      "The ENnie Award-winning transhuman science-fiction RPG setting returns, in a new edition updated and massively expanded for the Fate Core rules. Mindjammer is an action-packed tabletop roleplaying game about heroic adventurers in the galaxy of the far future, filled with virtual realities, sentient starships, realistic aliens, and mysterious worlds. Using the popular and award-winning Fate Core rules, Mindjammer lets you play hardened mercs, cunning traders, steely-nerved pilots, intrigue-filled spies and culture agents, aliens, divergent hominids, artificial life forms, and even sentient starships.",
      "500 pages containing all the rules needed to play, including:",
      "Full rules for starships, organisations, and culture operations",
      "Detailed character cultures, genotypes, and occupations — play a sentient starship!",
      "New and innovative rules for describing planets, star systems, and alien life",
      "Deep background material on the New Commonality of Humankind",
      "Rules for the Mindscape and virtual worlds",
      "Starmaps and planet descriptions, histories and background",
      "Hyper-advanced equipment, weaponry, enhancements, starships, and more."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "MJPG2202 - Hearts And Minds",
  "BookShortName": "Hearts And Minds",
  "BookPublisher": "Mindjammer Press",
  "BookCode": "MJPG2202",
  "BookISBN": "978-0-9574779-8-8",
  "BookAuthor": "Sarah Newton",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Fate",
  "BookEdition": "1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Mindjammer",
  "BookType": "Adventure",
  "BookFormat": "Softback",
  "BookSeries": "Adventures",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Mindjammer\\MUH042202 - Hearts And Minds.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH042203 - The City People",
  "BookShortName": "The City People",
  "BookPublisher": "Mindjammer Press",
  "BookCode": "MUH042203",
  "BookISBN": "978-0-9574779-9-5",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Fate",
  "BookEdition": "1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Mindjammer",
  "BookType": "Adventure",
  "BookFormat": "Softback",
  "BookSeries": "Adventures",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Mindjammer\\MUH042203 - The City People.pdf"
  ],
  "BookDescription": [
    "Mystery and Exploration Beyond the Frontier!",
    "Space trek sci-fi horror for Mindjammer — The Roleplaying Game.",
    "An event horizon probe has discovered a lost colony world beyond the Commonality Frontier like no one has ever seen before. Join the crew of Maggie, the Magnanimous Intervention, and take the light of humankind’s civilisation to the stars. Are you ready to push back the darkness_—_whatever you may find?",
    "<b>The City People</b> includes:",
    "a mysterious and lethal alien world to explore—maps, biosphere, and more;",
    "a deadly multi-session scenario of conflict, investigation, and mystery;",
    "tech specs, deckplans, and details of the Space Force instrumentality;",
    "pregenerated characters, including the chance to play a sentient starship!",
    "A ground-breaking adventure of thrilling sci-fi horror, pushing back the frontiers of transhuman knowledge and experience!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH042204 - Dominion Quickstart",
  "BookShortName": "Dominion Quickstart",
  "BookPublisher": "Mindjammer Press",
  "BookCode": "MUH042204",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Fate",
  "BookEdition": "1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Mindjammer",
  "BookType": "Quickstart",
  "BookFormat": "Softback",
  "BookSeries": "Quickstart",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Mindjammer\\MUH042204 - Dominion Quickstart.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH042205 - The Far Havens",
  "BookShortName": "The Far Havens",
  "BookPublisher": "Mindjammer Press",
  "BookCode": "MUH042205",
  "BookISBN": "978-1-911380-02-3",
  "BookAuthor": "Graham Spearing and Paul Mitchener",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Fate",
  "BookEdition": "1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Mindjammer",
  "BookType": "Campaign",
  "BookFormat": "",
  "BookSeries": "Campaigns",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Mindjammer\\MUH042205 - The Far Havens.pdf"
  ],
  "BookDescription": [
    "Fire your planing engines beyond the Rim, above the galactic plane to the outer worlds, free from Commonality assimilation. There’s a bounty out here on Event Horizon Probes, and the only synthetics are those who serve us.",
    "My family is from the revered Wayfarers’ Guild, with Voyager eugenics strong in our lineage. I do not hold to the Utopian rapture, for I have flown a Stargull across the Dragonfly Ruins on Balar, and believe that all our fates are to be found there.",
    "Join us! Think free! Live true! We are the Far Havens. We stand together; we go beyond.",
    "THE FAR HAVENS is a campaign pack supplement for your Mindjammer game, providing rich setting detail for an exotic polity far beyond the Commonality frontier, above the galactic plane, which fiercely resists the inexorable advance of the event horizon probes. Join the Licensed Free Agents and the New Traders: explore this perilous frontier, and fight the machinations of the Commodus sentience and the rise of ancient powers…",
    "THE FAR HAVENS includes:",
    "A whole new Outer Worlds polity, beyond the Commonality Frontier;",
    "Dozens of new worlds to explore, complete with starmaps, planetary maps and statistics;",
    "Organisations, technology, ships, new genotypes and life forms;",
    "Mysteries, intrigue, and adversaries for your Mindjammer campaign!",
    "THE FAR HAVENS is a complete campaign pack for Mindjammer—The Roleplaying Game. The Mindjammer—The Roleplaying Game core book is required for play."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH042206 - Blue",
  "BookShortName": "Blue",
  "BookPublisher": "Mindjammer Press",
  "BookCode": "MUH042206",
  "BookISBN": "978-1-911380-09-2",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Fate",
  "BookEdition": "1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Mindjammer",
  "BookType": "Adventure",
  "BookFormat": "Softback",
  "BookSeries": "Adventures",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Mindjammer\\MUH042206 - Blue.pdf"
  ],
  "BookDescription": [
    "Blue. A beautiful yet alien world. Until six hundred years ago it was the home of an unimaginably advanced alien species, poised in splendid isolation on the brink of transcendence, refusing even to communicate with the lesser intelligences which had colonised its planetary twin. That’d be us—homo variens, the diverse and curious descendants of the colonists from Old Earth. Even our probes and telescopes were deflected, leaving us with tantalising glimpses of wonders beyond our ability to understand.",
    "Then, six hundred years ago, the alien civilisation fell. Almost overnight: the lights on the surface of the planet Blue went out, the aliens’ structures seemed to dissolve, and the barrier which had protected them from prying eyes for millennia collapsed. But where had they all gone? Amid magnificent ruins we found devolved life forms, as confused and as uncomprehending as we.",
    "None of us ever knew what had been lost. Until now. Now the Blues are back—and no one knows if even the Commonality can resist them. Let’s hope they want to be friends…",
    "There’s been a murder on the fallen world of Blue, a planet of ragtag survivors and curious human colonists researching the remains of a near-transcendent alien civilisation. But the culprit is stranger than anyone had imagined; and, as factions manoeuvre for influence and control, a mystery is uncovered which threatens to change the Commonality forever!",
    "BLUE includes:",
    "Two whole alien worlds: maps, ecosystems, exointelligences, cultures, and more;",
    "A multi-session adventure of intrigue, conspiracy, and mystery spanning an entire star system;",
    "Secrets of the Commonality and the Mindjammer setting!",
    "BLUE is a complete adventure supplement for Mindjammer—The Roleplaying Game. The Mindjammer—The Roleplaying Game core book is required for play."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH042206 - The Player's Guide",
  "BookShortName": "The Player's Guide",
  "BookPublisher": "Mindjammer Press",
  "BookCode": "MUH042206",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Fate",
  "BookEdition": "1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Mindjammer",
  "BookType": "Player's Guide",
  "BookFormat": "Softback",
  "BookSeries": "Player's Guides",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Mindjammer\\MUH042206 - The Player's Guide.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH042207 - The Mindjammer Companion",
  "BookShortName": "The Mindjammer Companion",
  "BookPublisher": "Mindjammer Press",
  "BookCode": "MUH042207",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Fate",
  "BookEdition": "1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Mindjammer",
  "BookType": "Companion",
  "BookFormat": "Softback",
  "BookSeries": "Companion",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Mindjammer\\MUH042207 - The Mindjammer Companion.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH042209 - Children of Orion - The Venu Sourcebook",
  "BookShortName": "Children of Orion - The Venu Sourcebook",
  "BookPublisher": "Mindjammer Press",
  "BookCode": "MUH042209",
  "BookISBN": "978-1-911380-10-8",
  "BookAuthor": "Sarah Newton & David Donachie",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Fate",
  "BookEdition": "1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Mindjammer",
  "BookType": "Sourcebook",
  "BookFormat": "Softback",
  "BookSeries": "Sourcebooks",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Mindjammer\\MUH042209 - Children of Orion - The Venu Sourcebook.pdf"
  ],
  "BookDescription": [
    "Welcome to the Bright Empire of Venu—the interstellar civilisation of the “bad guys” of Human Space! An ancient people of xenophobic human supremacists, survivors of an ancient war, now hellbent on cleansing the cosmos of abomination and bringing the purifying word of their undying God-Emperor to the stars.",
    "Children of Orion—the Venu Sourcebook provides a whole new universe of adventure for your Mindjammer games—a harsh and violent interstellar empire beyond the Commonality frontier. Play rebels against the domineering rule of the God-Emperor, mutated troopers and servitors of the sinister Dark Radiance fighting against the cultural inroads of the Commonality—or Commonality agents themselves, working behind enemy lines to defeat an implacable foe which once devastated the Core Worlds! It’s a completely different vibe for your Mindjammer games—darker, more desperate, where the survival of an entire people is at stake.",
    "Children of Orion—the Venu Sourcebook includes:",
    "Prehistories and histories of the Empire of Venu",
    "The strange powers of the Dark Radiance",
    "Starmaps and world descriptions",
    "Full details for creating Venu characters, including genotypes, occupations, and cultures",
    "Venu tech and starships",
    "Guidelines for playing Venu campaigns. Fight against the Venu, or play a Venu character yourself!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH042210 - Enhanced Commonality Space Schematic",
  "BookShortName": "Enhanced Commonality Space Schematic",
  "BookPublisher": "Mindjammer Press",
  "BookCode": "MUH042210",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Fate",
  "BookEdition": "1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Mindjammer",
  "BookType": "Space Schematic",
  "BookFormat": "Softback",
  "BookSeries": "Space Schematic",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Mindjammer\\MUH042210 - Enhanced Commonality Space Schematic.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MUH042211 - The Core Worlds",
  "BookShortName": "The Core Worlds",
  "BookPublisher": "Mindjammer Press",
  "BookCode": "MUH042211",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Fate",
  "BookEdition": "1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "Mindjammer",
  "BookType": "Adventure",
  "BookFormat": "Softback",
  "BookSeries": "Adventures",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Mindjammer\\MUH042211 - The Core Worlds.pdf"
  ],
  "BookDescription": [
    "This is where it all happens, citizen! The white-heat of hyperadvanced technology! The teeming populations of the many worlds of Manhome, the ancient solar system, cradle of humankind! The thousands of worlds of the Old Commonality, drenched in byzantine intrigue, the strange and divergent hominids, the products of millennia of change. We’re all what the past has made us. But what we will be, and where we are going… that’s what we’re fighting for!”",
    "Welcome to the mind-blowing worlds of the Commonality Core—humankind’s most ancient and advanced civilisation. A people of deep yet divergent cultures, riven by the shock of contact with new and rediscovered worlds. The Core Worlds are where humankind began—but now, after ten thousand years or more, maybe they’re no longer human at all…",
    "The Core Worlds Sourcebook details a vast sector of Commonality Space for your Mindjammer games. Focussing for the first time on the ancient, decadent, and sophisticated heart of the Commonality, it provides you with deep background and material to explore this fascinating region. Play Fringe Worlders experiencing the strangeness of the Core first-hand, or Core Worlders, sure of their superiority, until they leave their homes and are found wanting. Play planetary sentiences ruling whole worlds, ancient dynasties with plans crossing millennia, illegal xenomorphs fighting oppression and neglect in the forbidden substrates beneath the towering arcologies. Push the boundaries of transhuman science-fiction gaming—explore what it means to be human itself. A bright, bizarre, and thought-provoking milieu for your Mindjammer games!",
    "The Core Worlds Sourcebook includes:",
    "The history and background of the Core, including lavish maps, new genotypes and strange subcultures.",
    "Deep detail on Manhome, including maps and descriptions of Old Earth, Old Mars, Green Moon, and more!",
    "The Fargate Network and the mysterious 3-Space Instrumentality.",
    "Descriptions, artwork, and stats for the Custodians—the secret rulers of the Core Worlds.",
    "Guides for Core Worlds campaigns. Go beyond what it means to be human!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]