[
    {
    "BookName": "Cities Without Number",
    "BookShortName": "Cities Without Number",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "Kevin Crawford",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Cities Without Number",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Cities Without Number",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Cities\\Cities Without Number.pdf"
    ],
    "BookDescription": [
      "The world is neon and dust.",
      "There is nothing more than the flesh. There is nothing greater than the wires. There is nothing to dream that is not sold and nothing to worship that is not made. It is a mirrorshade world of human reflections, every red hunger and every black passion worshiped in cathedrals of glass and greed. The great love their sins like children and the least want only to be great. Who could hope for more?",
      "Cities Without Number is a cyberpunk role-playing game built for sandbox adventures in a dystopia of polished chrome and bitter misery. It's both a full-fledged Sine Nomine toolkit for building a cyberpunk world of your own and an Old School Renaissance-inspired game system for playing out the reckless adventures of the desperate men and women who live in it. Whether polished metal or flesh and blood, your operators will risk their lives and more to seize those precious things a merciless world would keep from them.",
      "In its pages, you'll find...",
      "An old-school inspired game system that's fully compatible with the sci-fi Stars Without Number game and its fantasy sister-game Worlds Without Number",
      "Cyberware and sophisticated high-tech gear suitable for chroming the most discriminating cyborg and equipping the most refined of street operators",
      "Playability-focused hacking rules designed to give hacking-focused PCs useful and important things to do without forcing an entire separate mini-game on the GM",
      "Gear rules for drones and vehicles, to better equip PCs who want to bring a little extra iron on their next mission",
      "System-neutral Sine Nomine worldbuilding tools for helping a GM create their own custom cyberpunk world or elaborate the details of existing worlds and settings",
      "Gang, corp, and city district creation tools for fleshing out your world with people and places that fit",
      "Fifty Mission Tags for adventure creation, plus guidelines and step-by-step procedures for handling facility infiltrations, managing local heat, selling loot, and other activities beloved of corp-hating street scum everywhere",
      "The default campaign setting of the City, a premade backdrop to help you get into the game as quickly as possible",
      "And that's just in the free version of the game. In this deluxe edition, you'll also be getting...",
      "Cyberware quirks and features for particular megacorp product lines",
      "Variant gengineered human types for PCs who don't fit the baseline mold",
      "Optional rules for the psychological strain of Cyber Alienation",
      "Optional rules for cheap street cyber, for those campaign settings where every goon with a knife has some wire beneath his skin",
      "Spellcasting, spirit summoning, and magical items for GMs who want to add a dash of magic into their cyberpunk world",
      "For more than a decade, the Without Number games have given GMs and players the tools they need to forge their own sandbox worlds. Cities Without Number adds to that, so get it now and build a dystopia that's all your own."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "Stars Without Number Revised Edition",
    "BookShortName": "Stars Without Number Revised Edition",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "Kevin Crawford",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Stars Without Number",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Stars Without Number",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Stars\\Stars Without Number Revised Deluxe Edition.pdf"
    ],
    "BookDescription": [
      "The year is 3200 and mankind's empire lies in ashes.",
      "The Jump Gates fell six hundred years ago, severing the links between the myriad worlds of the human diaspora.",
      "Now, the long isolation of the Silence falls away as men and women return to the skies above their scattered worlds.",
      "Will you be among them once more?",
      "Stars Without Number: Revised Edition is an old-school-inspired game of sci-fi adventure, one built from the ground up to encourage sandbox play and simplify a GM's job in providing it. Familiar mechanics are employed to forge new worlds and explore new possibilities, guidelines built on long experience used to help a group venture in wholly new directions. Within the full-color pages of Stars Without Number: Revised Edition, you'll find… .",
      "Backwards compatibility, as the Revised Edition is built to work cleanly with existing Stars Without Number supplements and materials. The new systems slot in smoothly, and you can take or leave them individually as your group prefers.",
      "Expanded character creation, with PCs now customized by special talents and character foci, new options for psychic characters, and new ways to make your hero mechanically distinct. Yet the process is still smooth and quick, with a special quick generator spread to create a hero from nothing more than a half-dozen die rolls.",
      "Refined psionics, with more options to distinguish your psychic hero's powers and more flexible choices for their abilities. Tailor your psychic to your concept, whether as a cynical gunslinging brainguard or an ascetic psychic healer from a world of austere psionic scholars.",
      "Improved starship combat, with decisive roles for every member of the party. Build your own starships with the included system and employ new hardware and new starship mods to make your ungainly crate the fastest contraband runner this side of the Veil Nebula.",
      "New systems to support additional types of play, including rules for hacking, remote drones, and expert technical modification of gear and starships.",
      "Upgraded tools for sandbox sector creation, with forty new world tags to help define a GM's stellar creations, guides for adding additional system points of interest, and material to help a GM define the interesting traits of the worlds they create. These tools aren't just a clump of random tables, they're a framework to boost your own creativity and help you make fast, good, playable material for your game.",
      "Augmented adventure creation guidelines. Aside from a hundred piping-hot adventure seeds that mesh smoothly with the world creation tools, Stars Without Number: Revised Edition also includes content to help you turn your vague ideas into a playable evening's adventure. Guidelines on challenges, rewards, and complications in play are all aimed toward the working GM, the man or woman who's not just theorizing their adventures, but actually responsible for making something fun for the whole group.",
      "Tools for creating aliens, Virtual Intelligences, and hostile human foes, with guidelines for handling potentially-hostile encounters and creating the kind of fearsome xenobeasts that can challenge the doughtiest explorer. Or perhaps you want to be an alien or robot? You'll find the tools for that in Stars Without Number: Revised Edition.",
      "Faction rules, for handling the background warring and intrigues of hostile groups. Need to add life and motion to your stellar sectors? Sprinkle in a few factions to make news for the PCs to respond to, or use these rules to handle the colonies, spy agencies, mercenary companies, or other enterprises your heroes establish.",
      "And these things? They're all in the free version. Yes, just like the original edition, Stars Without Number: Revised Edition has a free PDF edition to share with your friends and pass around to interested parties. Those daring stellar freebooters who purchase this deluxe version will get...",
      "Transhuman tech, with rules for bodyswapping, digital identities, post-scarcity economics, and just as importantly, GM guidelines on making exciting adventures when all the old pillars of familiarity have fallen away.",
      "True AIs, the vast and terrible intellects that can bring forth wonders and ruin in equal measure. Playing a synthetic VI or aspiring organic godmind? Learn how your PC can accumulate the tech they need to ascend to this new plane of being.",
      "Mechs, for those GMs who relish the thunder of steel titans on their far-future battlefields.",
      "Heroic PCs, for groups that want to trade the gritty, lethal tone of a standard campaign for classic space opera, with larger-than-life heroes and superhuman skills.",
      "Society creation, customizing a world or a hab with its own culture and history, pre-designed with fault lines and conflicts to engage your heroes. You'll get more than a dry recounting of details; you'll get the information you need to build adventures that fit with this world's smouldering tensions.",
      "Space Magic, with rules and guidelines for introducing sorcerous powers and old-school magic into your starfaring adventurers, with sagacious Magisters, versatile Arcanists, and Adepts graced with supernatural powers.",
      "So leap forward, brave adventurer! The stars await you, and the wild glories of an untamed sky!"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "Worlds Without Number",
    "BookShortName": "Worlds Without Number",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "978-1-950965-07-6",
    "BookAuthor": "Kevin Crawford",
    "BookPublished": "2021",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Worlds Without Number",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Worlds Without Number",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Worlds\\Worlds Without Number Deluxe.pdf"
    ],
    "BookDescription": [
      "The stars gutter and the skies fade and the earth grows weary with years. Ages of men and of Outsiders have ascended and been forgotten, and only the bones of their cities and the dust of their dreams remain upon this tired world. The Legacy of their laws is woven deep now, the edicts of dead gods and fallen sorcerer-kings made to trace patterns of power we no longer understand. We are heirs to their unseen empires, and our lives are built upon their ashes.",
      "Worlds Without Number is a fantasy role-playing game, one fully compatible with the hit sci-fi game [Stars Without Number]. It's built from the ground up to provide gritty, hard-edged adventure in the fathomless future of the Latter Earth, a fantastic realm of time-lost sorcery, savage foes, and barbaric splendour. The cold steel in the fists of your heroes and the half-understood sorcery in their tomes must suffice to overcome the monstrous remnants of ancient alien rulers and the present depredations of ruthless lords and hideous beasts alike. The riches of lost ages await in the subterranean Deeps that once held their kingdoms, and even the heavens above are not beyond the reach of the recklessly daring.",
      "Worlds Without Number isn't just a savage game of steel and sorcery. It's packed solid with system-neutral GM tools and worldbuilding support, with hundreds of pages of useful tools, tags, tables, and practical advice usable by any GM, regardless of their favourite setting or system. The well-loved sci-fi tools of Stars Without Number are reworked here to support fantasy gaming, whether in the provided setting of the Latter Earth or in your own carefully-crafted homebrew world. Even GMs who don't prefer the OSR-compatible game system of WWN will find more than half the book dedicated to tools they can use in the systems they like best.",
      "So what do you get in this book?",
      "Sword and sorcery heroes of blade, cunning, and spell. The proven OSR-compatible character creation system of Stars Without Number is redone here for a fantasy world of blade and black magic.",
      "OSR-compatible rules, allowing you to plunder decades of existing adventure material for your play. You can even pull in Stars Without Number content, as it's fully compatible.",
      "The Gyre region of the far-future Latter Earth, a premade sandbox for quick play. Venture forth to clash with the sinister powers that gather in the shadow of the waning rule of the Reaping King.",
      "Worldbuilding tools crafted to the renowned Sine Nomine standard. Did you like the hundred different world tags in SWN? Then have two hundred inspirational tags to help you build ruins, courts, communities, and wilderness points of interest. Grab a wealth of tools for building histories, societies, governments, religions, and geography, all written with a keen eye toward producing good, playable content for your adventuring group.",
      "Adventure creation tools to soothe the pangs of a working GM, with guides for building adventures out of combat, exploration, social, and investigative challenges. Use the tags you picked in the worldbuilding section to speed up your creation of a good night's gaming.",
      "Faction rules for fantasy worlds, with dark cults, fierce lords, grasping abbots, and greedy merchants all serving to keep your world in motion even when the PCs aren't on the scene.",
      "And those contents are in the free edition of the game! If you dare to lay hands on this deluxe, for-pay version, you'll get even more.",
      "Heroic characters, ones fired with the prowess of high fantasy heroes and epic Chosen Ones. Don't care for gritty sword and sorcery? Use these rules to turn even novice adventurers into the protagonists of mighty deeds.",
      "Legates, those heroes touched with the power of the Legacy itself. Reach beyond the limits of mortal prowess to embrace superhuman abilities and impossible might, and dare adventures that will live for an age in legend.",
      "Bonus character classes, including the Adunic Invoker, Darian Skinshifter, Llaigisan Beastmaster, Sarulite Blood Priest, Kistian Duelist, and Vothite Thought Noble. Each one is built to help support a broad character concept, such as shapeshifting, mind control, animal companions, divine blessings, or swashbuckling fighters- concepts you can import to any setting.",
      "Additional GM tools, including a hundred fractal adventure seeds, help with extradimensional Iterums, and a sheaf of bonus GM tables for fleshing out architecture, NPC relationships, and random adventure NPCs.",
      "Seize your chance, bold adventurer! Earnest souls have been waiting for years for a fantasy counterpart to Stars Without Number; now it awaits your daring grasp to help you forge your own mighty deeds!"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "The Atlas of the Latter Earth",
    "BookShortName": "The Atlas of the Latter Earth",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "978-1-950965-18-2",
    "BookAuthor": "Kevin Crawford",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Worlds Without Number",
    "BookType": "Atlas",
    "BookFormat": "",
    "BookSeries": "Worlds Without Number",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Worlds\\Worlds Without Number - Atlas of the Latter Earth.pdf"
    ],
    "BookDescription": [
      "First glimpsed in the pages of the Worlds Without Number RPG, an unfathomably far-future world of decadent sorcery and daring blades is now revealed in the Atlas of the Latter Earth. More than two hundred pages of fact and surmise are packed into this gazetteer, a full setting guide trimmed with additional game content for Worlds Without Number and a helping of the the system-neutral GM tools that so many love. While the book can be used whole as a premade campaign setting, it's also designed to be stripped down into individual countries and regions that can be looted for your own home game.",
      "Within these pages, you'll find...",
      "The grim history of the present epoch of the Latter Earth's western hemisphere, from the dim chaos of the First Age to the trials of the current day.",
      "More than three dozen major lands and nations of the Latter Earth, all built for playability and usefulness to a busy GM.",
      "New classes for Worlds Without Number, including the compelling Bard, sinister Accursed, fearsome Mageslayer, and the Wise found in lands of lesser magic.",
      "A bestiary containing scores of terrible foes and monstrous Blighted for your heroes to face and foil.",
      "New optional rules for low- and no-magic campaigns, grave wounds, modified spellcasting, and primitive firearms suitable for early modern settings.",
      "Additional Foci to grant new powers and arts to budding heroes.",
      "System-neutral \"character tags\" for molding NPC motivations and backstories, the better to fuel their role in your newly-minted adventures.",
      "Seagoing rules for naval travel, sea combat, and shipbuilding.",
      "JPEG map files for the twenty-six maps included in the book, for you to edit or modify for your own personal use.",
      "And, of course, EPUB and MOBI files included with all PDFs, for easier phone and tablet reading.",
      "So dare the unknown, bold reader. The secrets of the savage future lie within this tome, awaiting a hand daring enough to wield them. Pillage its lore for your own game, and make yourself the master of an age yet to come!"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "W1 - Polychrome",
    "BookShortName": "W1 - Polychrome",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Stars Without Number",
    "BookType": "Adventure",
    "BookFormat": "",
    "BookSeries": "Stars Without Number",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Stars\\W1 - Polychrome.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "W2 - Relics of the Lost",
    "BookShortName": "W2 - Relics of the Lost",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Stars Without Number",
    "BookType": "Adventure",
    "BookFormat": "",
    "BookSeries": "Stars Without Number",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Stars\\W2 - Relics of the Lost.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "W3 - Engines of Babylon Vehicles and Ships",
    "BookShortName": "W3 - Engines of Babylon Vehicles and Ships",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Stars Without Number",
    "BookType": "Adventure",
    "BookFormat": "",
    "BookSeries": "Stars Without Number",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Stars\\W3 - Engines of Babylon Vehicles and Ships.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "W4 - Sixteen Stars - Creating Places of Perilous Adventure",
    "BookShortName": "W4 - Sixteen Stars - Creating Places of Perilous Adventure",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Stars Without Number",
    "BookType": "Adventure",
    "BookFormat": "",
    "BookSeries": "Stars Without Number",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Stars\\W4 - Sixteen Stars - Creating Places of Perilous Adventure.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "W5 - Persons of Interest - Patrons and Nemeses",
    "BookShortName": "W5 - Persons of Interest - Patrons and Nemeses",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Stars Without Number",
    "BookType": "Adventure",
    "BookFormat": "",
    "BookSeries": "Stars Without Number",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Stars\\W5 - Persons of Interest - Patrons and Nemeses.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "W6 - Distant Lights",
    "BookShortName": "W6 - Distant Lights",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Stars Without Number",
    "BookType": "Adventure",
    "BookFormat": "",
    "BookSeries": "Stars Without Number",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Stars\\W6 - Distant Lights.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "The Diocesi of Montfroid",
    "BookShortName": "The Diocesi of Montfroid",
    "BookPublisher": "Sine Nomine Publishing",
    "BookCode": "",
    "BookISBN": "978-1-950965-29-8",
    "BookAuthor": "Kevin Crawford",
    "BookPublished": "2024",
    "BookCover": "",
    "BookRules": "OSR",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Worlds Without Number",
    "BookType": "Gazetteer",
    "BookFormat": "Softcover",
    "BookSeries": "Gazetteers",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Without Numbers\\Worlds\\The Diocesi of Montfroid.pdf"
    ],
    "BookDescription": [
      "Gobelins creep through the chill pine forests and loup-garous cry out under the gibbous moon. Villagers shiver within the palisade, only the midnight churchbells to comfort them in the deep winter night. Cruel Fae and grim beasts and fell pagan spears press in on them from every side, but God and the tales of their mighty heroes of old shall preserve them. This is Montfroid, a cold shore on the coast of Couront, and the weak and foolish linger only in sad tales.",
      "The Diocesi of Montfroid is a gazetteer set in the Latter Earth of the Worlds Without Number fantasy role-playing game. An isolated frontier province of a hard-pressed kingdom, Montfroid is a wild land of isolated villages and fearsome foes, with the ruins of two prior ages of settlement scattered amid forbidding pine forests and craggy hills. Its folk cling to their faith and the chansons of their heroic past, trusting in both to drive back their countless foes.",
      "Within the pages of this gazetteer, you'll find...",
      "A complete campaign setting for novice adventurers, with challenges and situations suitable for a band of 1st to 3rd level heroes.",
      "Full details of a half-dozen villages and the chief town of Castelnou, each with NPCs and problems for budding adventurers to encounter.",
      "GM helps such as a Montfroid bestiary, local name tables, premade retainers, and tips on dealing with crime, taxes, and other matters of interest to adventurers.",
      "Milon's End, a fully-developed four-level beginner dungeon with GM tips on handling the actual running of the adventure.",
      "While the Diocesi of Montfroid is set in the kingdom of Couront mentioned in the Atlas of the Latter Earth, it's been built to fit neatly into any conveniently remote chunk of coastline in your own fantasy world. In the same vein, Milon's End has been fashioned to suit any location where an abandoned manor might be found.",
      "So sally forth into the wilds, benevolent reader. Whether playing Worlds Without Number or another old-school inspired game, the Diocesi of Montfroid gives you everything you need to start a fresh campaign of youthful heroism, glorious deeds, and potentially tragic endings."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  }
]
