[
  {
    "BookName": "GDW0300 - Traveller - The New Era",
    "BookShortName": "Traveller - The New Era",
    "BookPublisher": "Game Designers Workshop",
    "BookCode": "GDW0300",
    "BookISBN": "1-55878-116-1",
    "BookAuthor": "Frank Chadwick, Marc W. Miller, Dave Nilsen, Loren K. Wiseman",
    "BookPublished": "1993",
    "BookCover": "",
    "BookRules": "Traveller",
    "BookEdition": "Traveller - The New Era",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Traveller",
    "BookType": "Rulebook",
    "BookFormat": "Softback",
    "BookSeries": "Rulebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\Traveller\\03 - Traveller New Era\\GDW0300 - Traveller - The New Era.pdf"
    ],
    "BookDescription": [
      "A Civilization Ready to Re-awaken ...",
      "But it cannot do so by itself. Three generations ago, a star-spanning society annihilated itself in a furious war. The final weapon in this war was a new form of life - a malevolent electronic race that hates life itself. But among the ruins, life is stirring - a civilization is waiting to be rebuilt.",      
      "You are one of those rebuilders, and you know that to regain the stars, humanity must be willing to pay the bill for a generation of carnage and destruction. That bill can only be paid with audacity, courage, and dogged determination. You are bold enough to pay that price, because you've seen what passes for existence in the ruins of civilization, and it's not good enough. Not by a long shot.",      
      "Winning the stars was never easy, but you‘re going to make that new future - one world at a time. It's time for a New Era.",      
      "Inside Traveller: The New Era you'll find everything you need to create an entire universe of limitless adventure:",      
      "A character generation system with over 40 careers and 100 skills, from wilderness survival to starship astrogation.",
      "A fast, simple task and combat system compatible with GDW's Twilight 2000 and Dark Conspiracy games.",
      "A colourful and innovative vector-based starship combat system which provides rich tactical detail but which can be played without a map.",
      "World generation which lets you design entire universes from stars to planets, and the creatures that live on them.",
      "Detailed starships, high-technology weapons and vehicles.",
      "A New Era is waiting. Take charge of it with Traveller: The New Era."
    ],
    "TableOfContents": {
    "title": "Book",
    "chapters": [
      {"page": 6, "title": "Introduction"},
      {"page": 14, "title": "Characters"},
      {"page": 73, "title": "The New Era"},
      {"page": 105, "title": "Referees"},
      {"page": 179, "title": "Worlds & Travel"},
      {"page": 263, "title": "Combat"},
      {"page": 328, "title": "Equipment & Technology"},
      {"page": 380, "title": "Appendix"},
      {"page": 384, "title": "Index"}
      ]    
  }
},
{
  "BookName": "GDW0301 - Survival Margin",
  "BookShortName": "Survival Margin",
  "BookPublisher": "Game Designers Workshop",
  "BookCode": "GDW0301",
  "BookISBN": "1-55878-139-0",
  "BookAuthor": "Dave Nilsen",
  "BookPublished": "1993",
  "BookCover": "",
  "BookRules": "Traveller",
  "BookEdition": "Traveller - The New Era",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Traveller",
  "BookType": "Background",
  "BookFormat": "Softback",
  "BookSeries": "Backgrounds",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\Master Vault\\Traveller\\03 - Traveller New Era\\GDW0301 - Survival Margin.pdf"
  ],
  "BookDescription": [
    "History is full of stories of societies that, just as they seem to be at the height of their power, fall to depths that their citizens could not have imagined. Some of these falls merely passed the reins of power from the falling empire to a neighboring rising empire, while others brought the downfall of the known world. This fall is one of the latter.",
    "The Third Imperium fell in a frenzy of self-destruction unmatched in history. As many as 10 trillion deaths resulted from the Imperial Civil War and the artificially intelligent virus.",
    "History is also clear that creative forces are ultimately more powerful than destructive forces. Inside every intelligent race there is a force which will be bowed. While it may be temporarily defeated, it will never surrender.",
    "No matter the catastrophe, and no matter how long it takes, it is that force that will always find a survival margin.",
    "The Imperium is dead. Long live the New Era.",
    "Survival Margin contains",
    "Selected Traveller News Service articles recording the long slide into chaos, from the 1116 assassination of Stephon to the 1130 release of final weapon. Annotated with the private, persoral observations of Emperor Strephon, Archduke Dulinor, and Archduke Norris.",
    "History of the \"virus\" -that artificially intelligent computer life form that changed the face of the Imperium.",
    "Overview of the emergence of the mysterious Star Vikings.",
    "Procedures for updating Traveller and MegaTraveller player characters into the Traveller: The New Era system."
  ],
  "TableOfContents": {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
}
]