[
  {
    "BookName": "SJG6602 - Traveller",
    "BookShortName": "Traveller",
    "BookPublisher": "Steve Jackson Games",
    "BookCode": "SJG6602",
    "BookISBN": "1-55634-696-4",
    "BookAuthor": "Loren Wiseman",
    "BookPublished": "1998",
    "BookCover": "",
    "BookRules": "Traveller",
    "BookEdition": "GURPS Traveller 3rd Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookWiki": "Yes",
    "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/Traveller_(SJG6602)",
    "VaultSML": "GURPS Traveller",
    "UseTOC": "Yes",
    "BookSetting": "Traveller",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Rulebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Traveller\\05 - GURPS Traveller\\SJG6602 - Traveller.pdf"
    ],
    "BookDescription": [
      "Marc Miller's Traveller is one of the most fully realized game backgrounds ever created . . . a vast empire of more than 11,000 systems, with a turbulent history dating back thousands of years. Locales can range from a crowded spaceport to a lonely frontier outpost, from the teeming cities of the Core to the unexplored worlds on the edge of the Great Rift. Characters can be merchant princes, diplomats, soldiers, politicians, nobles, criminals . . . or all of them at once. Political intrigues, trading schemes, mind-wrenching alien enigmas, mercenary raids, wars . . . almost anything is possible.",
      "GURPS Traveller melds this exciting universe with GURPS, including rules for creating new characters and for converting old ones from other Traveller rules systems. It also contains a modular starship-construction system (fully compatible with GURPS Vehicles) and a space-combat system for ship-to-ship encounters.",
      "Most of all, GURPS Traveller brings you the official alternate universe for Traveller, in which Emperor Strephon, and the Third Imperium, have survived to face new challenges."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 4, "title": "Introduction"},
      {"page": 5, "title": "1. - The Universe of the Third Imperium"},
      {"page": 13, "title": "2. - Details of the Universe"},
      {"page": 82, "title": "3. - Characters"},
      {"page": 107, "title": "4. - Equipment and Supplies"},
      {"page": 119, "title": "5. - Travel, Trade and Commerce"},
      {"page": 124, "title": "6. - Character Conversions"},
      {"page": 130, "title": "Appendix A - Starships"},
      {"page": 149, "title": "Appendix B - Modular Starship Design"},
      {"page": 163, "title": "Appendix C - Space Combat"},
      {"page": 175, "title": "Index"}
      ]    
  }
]
},
{
  "BookName": "SJG6601 - Behind the Claw",
  "BookShortName": "Behind the Claw",
  "BookPublisher": "Steve Jackson Games",
  "BookCode": "SJG6601",
  "BookISBN": "1-55634-353-1",
  "BookAuthor": "Martin Dougherty, Neil Frier",
  "BookPublished": "1998",
  "BookCover": "",
  "BookRules": "Traveller",
  "BookEdition": "GURPS Traveller 3rd Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "GURPS Traveller",
  "UseTOC": "No",
  "BookSetting": "Traveller",
  "BookType": "Sourcebook",
  "BookFormat": "Softback",
  "BookSeries": "Sourcebooks",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\05 - GURPS Traveller\\SJG6601 - Behind the Claw.pdf"
  ],
  "BookDescription": [
    "Behind The Claw: Slang phrase referring to those regions of the Third Imperium lying beyond the Great Rift. Almost a year from the Capital by Xboat, the Spinward Marches is a frontier region, scene of five Frontier Wars and innumerable skirmishes. The Marches are one of the most troubled regions of the entire Imperium.",
    "Behind The Claw details the Spinward Marches, a complete sector of space. Over four hundred star systems are described in detail, along with essays on the Imperial Nobility and system of government, a detailed history of the region, referee's information, current events and a wealth of adventure material. The setting is rich and diverse, with unlimited scope for adventuring.",
    "The Spinward Marches was the first sector to be covered in the original Traveller background, and it is where the vast majority of campaigns are set. In many ways, it is Traveller's \"home.\""
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "SJG6605 - First In",
  "BookShortName": "First In",
  "BookPublisher": "Steve Jackson Games",
  "BookCode": "SJG6605",
  "BookISBN": "1-55634-368-X",
  "BookAuthor": "Jon F. Zeigle",
  "BookPublished": "1999",
  "BookCover": "",
  "BookRules": "Traveller",
  "BookEdition": "GURPS Traveller 3rd Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "GURPS Traveller",
  "UseTOC": "No",
  "BookSetting": "Traveller",
  "BookType": "Sourcebook",
  "BookFormat": "Softback",
  "BookSeries": "Sourcebooks",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\05 - GURPS Traveller\\SJG6605 - First In.pdf"
  ],
  "BookDescription": [
    "Exploration and Contact Among the Stars",
    "Beyond the borders of the Third Imperium, the Interstellar Scout Service seeks out strange new worlds! A Scout has to be ready for anything . . . or die. This book describes the Scouts' organization, equipment, starships (with deck plans including the Express Boat, Donosev-class Survey Scout, Khadumir-class Fast Courier, and Purcell-class Express Boat Tender) and typical missions. To make running a Scouts campaign easy, it also details the whole process of exploration, from the initial sighting of a new star system to the integration of a world into the Imperium.",
    "First In includes a world-building sequence based on the most recent scientific discoveries. Game Masters can now design realistic star systems, worlds and civilizations. The system can be used for GURPS Traveller, or easily adapted to any other science-fiction RPG."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "SJG6603 - Alien Races 1 - Zhodani, Vargr, and Other Races of the Spinward Marches",
  "BookShortName": "Alien Races 1 - Zhodani, Vargr, and Other Races of the Spinward Marches",
  "BookPublisher": "Steve Jackson Games",
  "BookCode": "SJG6603",
  "BookISBN": "1-55634-361-2",
  "BookAuthor": "David L. Pulver",
  "BookPublished": "1998",
  "BookCover": "",
  "BookRules": "Traveller",
  "BookEdition": "GURPS Traveller 3rd Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "GURPS Traveller",
  "UseTOC": "No",
  "BookSetting": "Traveller",
  "BookType": "Alien Races",
  "BookFormat": "Softback",
  "BookSeries": "Alien Races",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\05 - GURPS Traveller\\SJG6603 - Alien Races 1.pdf"
  ],
  "BookDescription": [
    "Two Major Races . . .",
    "In contrast to the Imperium, the human-descended Zhodani have long embraced psi powers. Within their vast interstellar empire, crime is almost unknown, workers are uniformly happy in their jobs, and mental illness is as easy to cure as a paper cut, thanks to advanced powers of the mind . . . and periodic visits from the Thought Police.",
    "The Vargr are a race of aliens descended from transplanted Terran canines. Removed from Earth hundreds of millennia ago, the Vargr have continued to develop on worlds millions of miles away from their planet of origin, and now control hundreds of worlds, under almost as many separate governments.",
    "Both are formidable rivals to the Third Imperium. Alien Races 1 for GURPS Traveller has everything you need to set a campaign in the Zhodani Consulate of Vargr Extents. It includes starship deck plans and vehicle designs, weaponry, rules and templates for creating player characters and NPCs, up-to-date history and cultural information, and much more.",
    "Three Minor Races . . .",
    "Presented here for the first time are three significant \"minor Races\" from Zhodani and Vargr territory: the tyrannosaurian Drakarans, the arachnoid Clotho and the newly discovered, enigmatic Sheol. Almost unknown in Imperial territory, these races are growing powers in the Zhodani Consulate and the Vargr Extents."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "SJG6604 - Star Mercs",
  "BookShortName": "Star Mercs",
  "BookPublisher": "Steve Jackson Games",
  "BookCode": "SJG6604",
  "BookISBN": "1-55634-364-7",
  "BookAuthor": "Martin Dougherty, Neil Frier",
  "BookPublished": "1998",
  "BookCover": "",
  "BookRules": "Traveller",
  "BookEdition": "GURPS Traveller 3rd Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "GURPS Traveller",
  "UseTOC": "No",
  "BookSetting": "Traveller",
  "BookType": "",
  "BookFormat": "",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\05 - GURPS Traveller\\SJG6604 - Star Mercs.pdf"
  ],
  "BookMD": [
    "D:\\OneDrive\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "Prepare for War . . .",
    ". . . with Star Mercs. Everything you need for a star-spanning, military-oriented campaign in the Traveller universe is here!",
    "Experience combat (and a soldier's life) in the 57th century.",
    "Learn how to recruit, organize, and equip a mercenary unit.",
    "Familiarize yourself with the Imperial rules of war.",
    "Get the edge with discourses on strategy and tactics.",
    "Arm your troops from a comprehensive list of weapons and other tools of the soldier's trade.",
    "Star Mercs also includes deck plans for the 800-ton Broadsword-class mercenary cruiser, templates for military and mercenary soldier characters, sample missions, and a variety of units and NPC personalities your mercenary group might encounter, including the famed and feared Imperial Marines. Face front, soldier!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "SJG6606 - Far Trader",
  "BookShortName": "Far Trader",
  "BookPublisher": "Steve Jackson Games",
  "BookCode": "SJG6606",
  "BookISBN": "1-55634-373-6",
  "BookAuthor": "Steve Daniels, Jim McLean, Christopher Thrash",
  "BookPublished": "1999",
  "BookCover": "",
  "BookRules": "Traveller",
  "BookEdition": "GURPS Traveller 3rd Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "GURPS Traveller",
  "UseTOC": "No",
  "BookSetting": "Traveller",
  "BookType": "",
  "BookFormat": "",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\05 - GURPS Traveller\\SJG6606 - Far Trader.pdf"
  ],
  "BookMD": [
    "D:\\OneDrive\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "Regina Departure, this is S.S. Freeman, passing the 100D limit, jumping outsystem to Jenghe at this time, no estimated time of return.",
    "Freeman, I show you departing Regina System at 16:05-115-1120. Jump approved; squawk 0000. Come back and see us sometime.",
    "Regina Departure, this is S.S. Freeman, squawking all zeroes; will do, thanks and out.",
    "The Universe Is Your Market",
    "There's a fortune to be made among the stars – for the intrepid merchant with business savvy, a suspicious mind, and more than a little luck.",
    "Be prepared to meet some of the worst characters in the universe – just pray they're not your business partners! And remember, \"cutthroat competition\" isn't just a colorful catch phrase . . .",
    "The \"independent trader\" campaign is one of the most popular among Traveller players. Far Trader is the complete support volume for a mercantile campaign. You can:",
    "Develop sector-wide trade routes, following the tides of commerce on an interplanetary scale.",
    "Start your own character-run business, raise capital, and finance your money-making ventures.",
    "Make contacts, find niche markets, and exploit opportunities the big corporations miss.",
    "Learn what it takes to run a successful commercial starship.",
    "Expand your campaign with 15 new character templates.",
    "Run entire mercantile campaigns, including Free Traders, smugglers, and pirates.",
    "So stock your starship, grab your gun, and take to the stars . . . fortunes don't come easy!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "SJG6610 - Starports",
  "BookShortName": "Starports",
  "BookPublisher": "Steve Jackson Games",
  "BookCode": "SJG6610",
  "BookISBN": "1-55634-401-5",
  "BookAuthor": "John M. Ford, James D Maliszwsk",
  "BookPublished": "2000",
  "BookCover": "",
  "BookRules": "Traveller",
  "BookEdition": "GURPS Traveller 3rd Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "GURPS Traveller",
  "UseTOC": "No",
  "BookSetting": "Traveller",
  "BookType": "Supplement",
  "BookFormat": "Softback",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\05 - GURPS Traveller\\SJG6610 - Starports.pdf"
  ],
  "BookMD": [
    "D:\\OneDrive\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "Anchors of the Imperium",
    "Patrol, trade, and Xboat routes are the lifelines of the Imperium, and starports are the anchors to which they are tethered. Serving as trade centers, customs offices, and outposts of civilization, starports play a central role in the lives of starfarers, and are a crucial source of goods, wealth, and information for even the most planetbound of souls. At the same time, they are havens for smugglers, fugitives, and black marketeers.",
    "Starports classifies standard starports and describes their facilities, organization, and functions. It includes plans of typical spaceports from the Spinward Marches (including Mora, Graniff Field on Raydrad, Rech, Dhian, and Alell) and guidelines for starport adventures and encounters. There are also character templates for starport denizens, descriptions and floor plans of key locations, and deck plans for customs, liaison, emergency spacecraft, and some common starport ground vehicles.",
    "Starports is designed to complement the Far Trader and Starships supplements, and offers a rich, detailed setting for a wide variety of adventures and campaigns in the GURPS Traveller universe."

  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "SJG6613 - Starships",
  "BookShortName": "Starships",
  "BookPublisher": "Steve Jackson Games",
  "BookCode": "SJG6613",
  "BookISBN": "1-55634-475-9",
  "BookAuthor": "Thomas L. Bont, Robert Prior, Christopher Thrash",
  "BookPublished": "2003",
  "BookCover": "",
  "BookRules": "Traveller",
  "BookEdition": "GURPS Traveller 3rd Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "GURPS Traveller",
  "UseTOC": "No",
  "BookSetting": "Traveller",
  "BookType": "Supplement",
  "BookFormat": "Softback",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\05 - GURPS Traveller\\SJG6613 - Starships.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "When ships to sail the void between the stars have been invented, there will also be men who come forward to sail those ships.",
    "— Johannes Kepler, Somnium, –2887 (1634 A.D.)",
    "From launches to liners, from system defense boats to dreadnoughts, a starfaring campaign requires ships . . . and GURPS Traveller: Starships gives them to you! In addition to rules for designing and rating your own spaceships (at both TL9 and TL10), this book contains over 35 pre-designed craft, ranging from 10-ton fighters to 500,000-ton dreadnoughts, described in detail and ready for use in a campaign.",
    "Deck plans are included for the:",
    "Vayu-Class Type T Patrol Cruiser.",
    "Leaping Snowcat-Class Safari Ship.",
    "Kugashin-Class Lab Ship.",
    "And a schematic diagram of the Tigress-class 500,000-ton dreadnought, the first time the internal view of this Imperial behemoth has seen print!",
    "GURPS Traveller: Starships also details the \"View from the Deck\"; the experience of being aboard a starship. Passengers and pursers, bridge crews and black gang, owners and deckhands; they're all here.",
    "Whether your campaign involves a single surplus scout ship or a fleet of dozens of warships, GURPS Traveller: Starships has everything you need!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "SJG6607 - Alien Races 2 - Aslan, K'kree, and Other Races Rimward of the Imperium",
  "BookShortName": "Alien Races 2 - Aslan, K'kree, and Other Races Rimward of the Imperium",
  "BookPublisher": "Steve Jackson Games",
  "BookCode": "SJG6607",
  "BookISBN": "1-55634-392-2",
  "BookAuthor": "Andy Slack, David Thomas, David L. Pulver",
  "BookPublished": "1999",
  "BookCover": "",
  "BookRules": "Traveller",
  "BookEdition": "GURPS Traveller 3rd Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "GURPS Traveller",
  "UseTOC": "No",
  "BookSetting": "GURPS Traveller",
  "BookType": "Alien Races",
  "BookFormat": "Softback",
  "BookSeries": "Alien Races",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\05 - GURPS Traveller\\SJG6607 - Alien Races 2.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "The Aslan want your planet . . .",
    "The warrior Aslan revere honor and glory; their traders and mercenaries are found throughout the Spinward Marches and the Solomani Sphere. Their wanderlust and combative nature make them well-suited to adventuring, while their habit of blatantly grabbing land when no one is looking makes them good recurring foes in a campaign.",
    "The K'kree want to kill you . . .",
    "The militant vegetarian K'kree are driven by their faith to rid the universe of all meat-eaters. Players may join this effort, fight against it, or simply try to make a living amidst the crusade. The K'kree are constantly clashing with the Vargr, and keep an uneasy peace along their borders with the Hivers and the various human client states in the region.",
    "Good thing they don't get along.",
    "The biology, homeworlds, culture, and society of the fierce Aslan and the centauroid K'kree are examined in detail. Alien Races 2 covers their historical involvement with the Imperium, from first contact to the present, and supplies racial templates, rules for playing alien characters, and examples of unique technologies and ship designs.",
    "Two new minor races are also presented here:",
    "The Inyx, a race of aquatic parasites who absorb bio-electrical energy from their whale-sized hosts;",
    "The Devi Intelligence, comprising two forms: The Intellects, sentient fungi who resemble colonies of giant toadstools, and their predatory spores, the Shiverbats."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]