[
  {
    "BookName": "MGP40500 - 2300AD",
    "BookShortName": "2300AD",
    "BookPublisher": "Mongoose Publishing",
    "BookCode": "MGP40500",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Mongoose Traveller",
    "BookEdition": "Mongoose Traveller - 2nd Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "2300AD",
    "BookType": "Boxed Set",
    "BookFormat": "Boxed Set",
    "BookSeries": "Rules",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP40500 - 2300AD Book 1 - Characters & Equipment.pdf",
      "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP40500 - 2300AD Book 2 - The Worlds Of 2300AD.pdf",
      "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP40500 - 2300AD Book 3 - Vehicles & Spacecraft.pdf",
      "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP40500 - 2300AD - Explored Space Poster.pdf"
    ],
    "BookDescription": [
      "Three hundred years from now, humanity is claiming worlds far from Earth. Despite nearly destroying itself in the Twilight War, despite all the wars since, humanity has held on and kept its dream alive. 2300AD is the story of that dream, as humanity reaches for the stars.",
      "This is a richly-developed hard science fiction universe, with ships spinning against the night as they are propelled by the stutterwarp drive, a true violation of physics as we know now it. Airships, helicopters and hovercraft are common sights on worlds of the frontier, while spaceplanes and rockets carry explorers and traders to orbit, and from there starships take them across the gulf of space to the colonies.",
      "Campaigns in 2300AD range from interstellar exploration and war on the far frontier, building new colonies on hostile worlds, discovering and understanding alien species, and engaging in espionage and crime in the gritty mega-cities of the Core worlds.",
      "The 2300AD box set contains:",
      "Book 1 Characters & Equipment: Everything you need to create explorers, company agents, military personnel, merchants and other inhabitants of 2300AD. This book also contains a comprehensive equipment guide, personal augmentations, and a selection of robots and drones commonly used in space and on colony worlds.",
      "Book 2 The Worlds of 2300AD: An exploration of the universe of 2300AD, from the Core worlds to the furthest colonies. You will learn about the aliens and animals that inhabit them, how humanity has adapted to living on their surfaces, and the most hostile of environmental threats to be found beyond the Earth.",
      "Book 3 Vehicles & Spacecraft: A full guide to operating and fighting in spacecraft and vehicles, from humble dirt bikes to powerful spacegoing frigates. There is also a glimpse at the alien spacecraft that have been encountered thus far by humanity.",
      "Starchart of Known Space: A massive poster map depicting every star system known to humanity and the routes starships take to each."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "MGP20021 - Aerospace Engineers' Handbook",
  "BookShortName": "Aerospace Engineers' Handbook",
  "BookPublisher": "Mongoose Publishing",
  "BookCode": "MGP20021",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Mongoose Traveller",
  "BookEdition": "Mongoose Traveller - 2nd Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "2300AD",
  "BookType": "Supplement",
  "BookFormat": "Hardback",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20021 - Aerospace Engineers' Handbook.pdf"
  ],
  "BookDescription": [
    "Aerospace engineering is the art and science of designing spacecraft and starships. This practice encompasses a range of craft from sleek surface-to-orbit craft to lumbering bulk carriers, and the aerospace engineer is key to their design.",
    "Spacecraft and starships are the lifeblood of exploration and commerce. They are also vital in the defence and acquisition of colony worlds and the economies that rely on them. The stutterwarp drive provides the key to interstellar travel. Rather than taking decades or even centuries to reach the stars, stutterwarp reduces that time to days. The most difficult part remains escaping a planetary gravity well; once in orbit, you are halfway to anywhere.",
    "The Aerospace Engineers’ Handbook provides everything you need to design not just the ships of human space, but also the vessels of the alien Kaefers, Pentapods, and Sung. It also covers the design of drones, space stations, and alternative means of achieving orbit.",
    "Alongside this, there is further information on those living in space, the outsiders who abandoned planets for the stars, along with the major space powers and their fleets. The Aerospace Engineers’ Handbook also contains a selection of drones and ships, for Travellers to command, fight, or run away from, with advanced rules for spacecraft combat."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MGP20022 - 2300AD Referee's Screen",
  "BookShortName": "2300AD Referee's Screen",
  "BookPublisher": "Mongoose Publishing",
  "BookCode": "",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Mongoose Traveller",
  "BookEdition": "Mongoose Traveller - 2nd Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "2300AD",
  "BookType": "Referee's Screen",
  "BookFormat": "Hardback",
  "BookSeries": "Referee's Screen",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20022 - 2300AD Referee's Screen.pdf"
  ],
  "BookDescription": [
    "With a stunning panoramic view of a new colony facing the players, and every vital table for the referee, the 2300AD Referee’s Screen is the perfect complement to a well-run campaign far out on the frontier.",
    "Fully compliant with the latest edition and with all the important tables and charts, the new 2300AD Referee’s Screen is constructed from quality heavy-weight cardstock that will stand the ravages of many years’ gaming."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MGP20023 - Ships of the Frontier",
  "BookShortName": "Ships of the Frontier",
  "BookPublisher": "Mongoose Publishing",
  "BookCode": "MGP20023",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Mongoose Traveller",
  "BookEdition": "Mongoose Traveller - 2nd Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "2300AD",
  "BookType": "Supplement",
  "BookFormat": "Hardback",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20023 - Ships of the Frontier.pdf"
  ],
  "BookDescription": [
    "The 33 colony worlds and countless outposts of human space are scattered across a 100 light-year diameter volume of space, along three intricate and complex Arms of stars and anchorages that allow starships to hop from star to star, 7.7 light-years at a time.",
    "In order to connect all those worlds with the systems of the Core, starships are required. Interface craft are required to connect the great ships with the worlds below, other ships are need to find raw materials, and to find new worlds. And still other are required to protect all those other ships and the worlds they serve.",
    "This book contains many drones, fighters, freighters, landers and warships from across human space, along with a selection of ships used by the three space-faring alien species at the edge of human space: the Pteranodon-like Sung; the odd little biotech masters, the Pentapods; and the hulking, vaguely-insectoid Kaefers, unrelentingly-hostile and bent on conquest.",
    "The 81 ships, drones, modules and stations in this volume build on the ships presented in 2300AD, and add new opportunities for trade, diplomacy, exploration, and combat."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MGP20024 - Tools for Frontier Living",
  "BookShortName": "Tools for Frontier Living",
  "BookPublisher": "Mongoose Publishing",
  "BookCode": "MGP20024",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "2022",
  "BookCover": "",
  "BookRules": "Mongoose Traveller",
  "BookEdition": "Mongoose Traveller - 2nd Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "2300AD",
  "BookType": "Supplement",
  "BookFormat": "Hardback",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20024 - Tools for Frontier Living.pdf"
  ],
  "BookDescription": [
    "The Frontier Beckons.",
    "The Core is advanced, comfortable, and safe. Too safe for some, for whom the wilds of the Frontier promise adventure, riches, and freedom.",
    "The worlds of the Frontier are hostile. Even if they support life, that life is no friend to humanity. Every single world outside the Core is trying, in its own unique way, to kill the human interlopers. Native life, climate, geography, even the air and water can be dangerous. To survive, to live and prosper, humanity must use all the tools at its disposal to tame these hostile worlds.",
    "Or die trying.",
    "Humans are tool-using animals, and in the pages of Tools for Frontier Living are a selection of equipment needed for survival on alien worlds. There are five sections, covering a range of goods and services from deep space suits to the famous Foot-Long Egg, and including robots and drones, exploration and survival gear, medical equipment, along with weapons and surplus armour, all ideally suited for adventurers and those who brave the Frontier.",
    "Inside you will find:",
    "Space Technology",
    "Exploration and Survival Gear",
    "Industrial Equipment",
    "Consumer Goods and Services",
    "Medical Technology",
    "Security and Police Equipment"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MGP20026 - Vehicles of the Frontier",
  "BookShortName": "Vehicles of the Frontier",
  "BookPublisher": "Mongoose Publishing",
  "BookCode": "MGP20026",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Mongoose Traveller",
  "BookEdition": "Mongoose Traveller - 2nd Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "2300AD",
  "BookType": "Supplement",
  "BookFormat": "Hardback",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20026 - Vehicles of the Frontier.pdf"
  ],
  "BookDescription": [
    "Vehicles are more than just transportation for people living on the far flung worlds of the Frontier, and in these pages there are over 100 unique new designs. With everything from bicycles to main battle tanks, from bulldozers to combat walkers, Vehicles of the Frontier has a wide scope. Aliens make an appearance too, with a variety of vehicles from the Kaefers, Pentapods, Sung, and Ebers.",
    "There are also more options for designing and customising vehicles, including catamaran hulls, cyclo-cranes, low-altitude vehicles, and articulated hulls for big tanks. More options for walkers are presented, along with a variety of new vehicular weapons.",
    "Vehicles of the Frontier supports the upcoming Invasion campaign, providing many vehicles involved on all sides of the looming war with the Kaefers."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MGP20025 - Project Bayern",
  "BookShortName": "Project Bayern",
  "BookPublisher": "Mongoose Publishing",
  "BookCode": "MGP20025",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "2022",
  "BookCover": "",
  "BookRules": "Mongoose Traveller",
  "BookEdition": "Mongoose Traveller - 2nd Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "2300AD",
  "BookType": "Adventure",
  "BookFormat": "Boxed Set",
  "BookSeries": "Adventures",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20025 - Project Bayern - Book 1 - Mission Profile.pdf",
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20025 - Project Bayern - Book 2 - Technical Reference Manual.pdf",
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20025 - Project Bayern - Book 3 - Mission Objectives.pdf",
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20025 - Project Bayern - Book 4 - Secondary Objectives.pdf",
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20025 - Project Bayern - Deckplans.pdf",
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20025 - Project Bayern - Pleiades Star Chart.pdf"
  ],
  "BookDescription": [
    "The Pleiades have long been a source of wonder and inspiration to humans who observed them in the fall and winter skies of Earth.",
    "Project Bayern provides an immense amount of source material for the 2300AD Referee, detailing the historic flight of the starship Bayern as it leaves human space to cross more than 450 light-years of unexplored territory before reaching the Pleiades star cluster in the constellation of Taurus.",
    "This set contains all the data needed to run an ongoing campaign of adventures based around the monumental voyage of the Bayern. Details on the ship and its auxiliary vessels are included to give both Travellers and Referees a full understanding of their limitations and capabilities. Background information on the Astronomischen Rechen-lnstitut will allow the Travellers to identify with the goals of the mission and understand more completely this unique Foundation. Biographical information on the flight crew and heads of the scientific team provides ready-made Travellers or fully developed characters. Furthermore, a section on the Pleiades provides astrophysical information on the star cluster.",
    "The Project Bayern box set contains:",
    "Book 1: Mission Profile",
    "Book 2: Technical Reference Manual",
    "Book 3: Primary Mission Objectives",
    "Book 4: Secondary Mission Objectives",
    "A giant poster map showing the many decks of the Bayern on one side and a star chart of the Pleiades on the other"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "GDW1000 - 2300AD - Man's Battle for the Stars",
  "BookShortName": "2300AD - Man's Battle for the Stars",
  "BookPublisher": "Game Designers Workshop",
  "BookCode": "GDW1000",
  "BookISBN": "0-943580-62-5",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "2300AD",
  "BookEdition": "GDW - 1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "2300AD",
  "BookType": "Rulebook",
  "BookFormat": "Boxed Set",
  "BookSeries": "2300AD",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\GDW1000 - 2300AD - Man's Battle for the Stars.pdf"
  ],
  "BookDescription": [
    "Man has made it to the stars. Now he must fight to stay there, Human soldiers fight the implacable alien Kafers, Police fight smugglers, pirates and terrorists on rich human colonies. Explorers fight uncharted systems on the Frontier. Colonists fight hostile environments on strange worlds. And nations fight each other for political power to determine who will lead the human race in the struggle to tame the universe. You can be part of this new gae in 2300 AD - the state-of-the-art in science-fiction role playing.",
    "2300 AD plays against a background of Earth and its colonies 300 years after the cataclysm of the World War III, The Twilight War. Set in a world where nations still clash, civilization has crawled back to its pre-war levels, and then beyond. The world is dominated by the Third French Empire, which maintains a shaky peace among its jealous rivals.. Earth's hundred nations have colonies among the stars. First contact happened long ago, and commerce with aliens in now commonplace.",
    "Civilization has flowered to a point undreamed of earlier, but worms are at the blossoms core. One alien race, the Kafers, is bent on eradicating humanity. Anarchists labor to bring Earth's rule crashing down. Smugglers transport alien products to other worlds, thoughtless of ecological effects. Pirates prey on merchant and colonization vessels.",
    "Much work remains to be donw if humanity is to establish itself among the stars and explore the deeper into the galaxy.",
    "The Near Star Catalog",
    "The 2300 ADuniverse deals with star systems within 50 light years of Earth. Extensive research and analysis has produced the most accurate star map ever made. More than 700 stars in over 500 systems, on a 22\" x 25\" color map. Location, special type, size and magnitude are documented in a separate star catalog.",
    "Game Systems",
    "Playable realism. Many games which are realistic cannot be played; most playable systems aren't terribly realistic. 2300 AD is both at once, balancing detail with simple, accurate game systems.",
    "The heart of 2300 AD is its task resolution system. Rules covers all aspects of conflict resolution, from creating new scientific equipment to flying starships to running group combat. Clean but detailed rules also cover player character generation and experience, starship operations and combat, star system and world generation, and non-player character skills and motivations (including six different alien races), making 2300 AD the state-of-the-art in science-fiction role playing.",
    "Game Components",
    "Adventurer's Guide - 96 pages of player information",
    "Director's Guide - 112 pages of referee information",
    "Near Star Map - full-color, poster-size map of the stars",
    "Play Aids - 32 page book of aids, including: 16 pages of forms, 8-page solitaire adventure, and a 9-page catalog of star data."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MGP20000 - 2300AD - Core Rulebook",
  "BookShortName": "2300AD - Core Rulebook",
  "BookPublisher": "Mongoose Publishing",
  "BookCode": "MGP20000",
  "BookISBN": "978-1-907702-73-0",
  "BookAuthor": "Colin Dunn",
  "BookPublished": "2012",
  "BookCover": "",
  "BookRules": "Mongoose Traveller",
  "BookEdition": "Mongoose Traveller - 1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "2300AD",
  "BookType": "Rulebook",
  "BookFormat": "Hardback",
  "BookSeries": "Rulebooks",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20000 - 2300AD - Core Rulebook.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MGP20002 - Tools for Frontier Living",
  "BookShortName": "Tools for Frontier Living",
  "BookPublisher": "Mongoose Publishing",
  "BookCode": "MGP20002",
  "BookISBN": "978-1-907702-86-0",
  "BookAuthor": "Colin Dunn",
  "BookPublished": "2012",
  "BookCover": "",
  "BookRules": "Mongoose Traveller",
  "BookEdition": "Mongoose Traveller - 1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "2300AD",
  "BookType": "Supplement",
  "BookFormat": "Softcover",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20002 - Tools for Frontier Living.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "MGP20003 - French Arm Adventures",
  "BookShortName": "French Arm Adventures",
  "BookPublisher": "Mongoose Publishing",
  "BookCode": "MGP20003",
  "BookISBN": "978-1-907702-93-8",
  "BookAuthor": "Colin Dunn",
  "BookPublished": "2012",
  "BookCover": "",
  "BookRules": "Mongoose Traveller",
  "BookEdition": "Mongoose Traveller - 1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookSetting": "2300AD",
  "BookType": "Supplement",
  "BookFormat": "Hardback",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\MGP20003 - French Arm Adventures.pdf"
  ],
  "BookDescription": [
    "No description available."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "GDW1013 - Colonial Atlas",
  "BookShortName": "Colonial Atlas",
  "BookPublisher": "Game Designers Workshop",
  "BookCode": "GDW1013",
  "BookISBN": "",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "2300AD",
  "BookEdition": "GDW - 1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "Traveller",
  "UseTOC": "No",
  "BookSetting": "2300AD",
  "BookType": "Supplement",
  "BookFormat": "Softcover",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\GDW1013 - Colonial Atlas.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "Since the first colonies were placed on Tirane in the mid-2100s, the human prsence in spac has expanded widly. With each new garden world discovered, the nations of Earth scramble to place their power base in the stellar civilization.",
    "Every one of Earth's 29 colony worlds is described in Colonial Atlas, wih information on wach of the following:",
    "System Data: The colony worlds are, for the most part, nestled upon the cream of explored planets. But the rest of the wrlds within a star system can have a great impact upon the colny and may even have been the original impetus for human settlement. This section describes the primary or primaries of the system, and its family of planetery bodies, some of which are quite valuable to the human effort in distant soace.",
    "Plantary Data: Every planet has its own unique charater. Some planets are tectonically active, while others are more stable, or are manipulated by nearby gavity wells or recent meteor impacts. Nearly all the colony worlds have their own biosphere, evolved individually on the worlds to create a variety of life forms, most of which are still barely understood. Form the great silted seas of Botany Bay to the Eber ruins of Beta Hydri, each of Earth's colory worlds offers a wealth of unique characteristics for exploration and adventure.",
    "olonial Data: Man has travelled to the stars and settled the more hospitable planets but failed to leave balkanization behind. More than a dozen of Earth's nations have established off-world colonies, many sharing planets under the protection of the Melbourne Accords. Some generalizations apply, as exemplified by the names given to the three arms of human space, but virtually every nation on Earth is now represented throughout man's stellar community."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "GDW1014 - Kafer Sourcebook",
  "BookShortName": "Kafer Sourcebook",
  "BookPublisher": "Game Designers Workshop",
  "BookCode": "GDW1014",
  "BookISBN": "0-943580-58-7",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "2300AD",
  "BookEdition": "GDW - 1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "Traveller",
  "UseTOC": "No",
  "BookSetting": "2300AD",
  "BookType": "Sourcebook",
  "BookFormat": "Softcover",
  "BookSeries": "Sourcebooks",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\GDW1014 - Kafer Sourcebook.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "Humanity's exploration among the stars have brought it into contact with several alien species. All of these contacts have been peaceful, except for a shirt war against the Sung. Humanity had never met an alien species which presented a serious threat to its own species ÃƒÂ¢Ã¢â€šÂ¬Ã¢â‚¬Å“ until the Kafers.",
    "Humanity's contact with the Kafers is probably the most significant event in human history since the Twilight War of the late 20th century. The encounter, like that war, could conceivably spell the end of the human race.",
    "The Kafer Sourcebook contains al information necessary for the 2300 AD referee to create campaigns and adventures involving the Kafers. It describes the physiology and psychology of the Kafers, concentrating on their unique intelligence, and explains why there can never be peace until either humanity of the Kafer population is destroyed.",
    "Covering the origin and evolution of the Kafers, the Kafer Sourcebook goes into the details of the Kafer homeworld and explains Kafer motivations and drives, their history, their society and social structure and their technology.",
    "The Kafer Sourcebook details the political and governmental structure of the Kafer Associative, discusses the political motivations behind the current war and explains why it will get worse.",
    "The Kafer Sourcebook enables the 2300 AD referee to introduce new items of Kafer weaponry and equipment, as well as more complete details of previously described items. The equipment chapter is copiously illustrated (with some illustrations in full color). The players can be introduced to Kafer artifacts, which range from hand tolls and small arms up the Sigma-class starship. They can puzzle out the true function of the enigmatic \"worry stone\" often found in abandoned Kafer encampments or try to discover the technology, behind the recently discovered \"Kafer Computer Mark II,\" an advanced portable computer of chilling technological sophistication.",
    "A full-color map of the Kafer Sphere is included, extending tbeyond the boundaries of the original game map. The Kafer Sourcebook also presents a complete listing of the more than 30 new stars not included in the original game map as well as those already covered.",
    "Introduced in the Kafer Sourcebook is a new alien race, unknown to humanity so far but important to the understanding of certain aspect of Kafer technology and history.",
    "The Kafer Sourcebook also presents a treatise on Kafer language, including a pronunciation guide, a short vocabulary and samples of Kafer ideographs."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "GDW1015 - Earth-Cybertech Sourcebook",
  "BookShortName": "Earth-Cybertech Sourcebook",
  "BookPublisher": "Game Designers Workshop",
  "BookCode": "GDW1015",
  "BookISBN": "1-55878-014-9",
  "BookAuthor": "",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "2300AD",
  "BookEdition": "GDW - 1st Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "Traveller",
  "UseTOC": "No",
  "BookSetting": "2300AD",
  "BookType": "Sourcebook",
  "BookFormat": "Softcover",
  "BookSeries": "Sourcebooks",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Traveller\\21 - 2300AD\\GDW1015 - Earth-Cybertech Sourcebook.pdf"
  ],
  "BookMD": [
    "D:\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "This is Earth. This is home. Even after years spent wandering among the colony worlds, where every turn brings anew discovery a man's heart quicken as he returns to the planet that gave him life.",
    "And Earth's cities hold surprises to rival those found on alien worlds.",
    "The Earth/ Cybertech Sourcebook describes the Earth of the 24th century from Earth's protective shell of warships that block the importation of dangerous alien organisms to the shining towers of Liberville spaceport; from the rain-slicked pavement of New York's alleys to the artificial landscape of Earth's computer matrix. The Earth/ Cybertech Sourcebook explains it all, with maps and diagrams that make it easy to understand.",
    "Earth/ Cybertech Sourcebook begins by explaining the major forces that shape the societies of Earth in 2300 AD. It examines all of the nations of Earth describing what life is like for their citizens from the daily work to entertainment to travel. The maps clearly show national boundaries, major cities, and major transportation networks, giving the referee valuable aid in running adventures on Earth. And the illustrations help bring 24th century Earth into focus for players.",
    "Earth/ Cybertech Sourcebook explains the cybertech revolution that is sweeping through Earth's cities. Statisitcs are given for surgical, chemical and mechanical enhancements of the body, with price, so that players can get in on the leading edge of this new technological wave. Equipment listed includes bionic eyes that allow you to snap pictures with a thought, \"smart guns\" whose sights are wired directly to character's brains and \"slashers\", carbon filament blades than can be extended at will from the fingertips.",
    "Rules cover the operation of cyberdecks, the computers that deck jockeys yse to project their minds directly into Earth's computer network. With these rules, a character can purchase a deck, tinker with its capabilities and buy software programs to back him up on his runs into cyberspace. Cyberspace itself is described as well, as are rules for conducting computer battles within, the cyberspace matrix.",
    "The Earth/ Cybertech Sourcebook includes a detailed cyberpunk adventure in which Provolution agents seek to unleash terror upon an unwitting New York City, and only the players can stop them. Floor plans are included for this adventure, as are sample characters, so that the 2300 AD can begin running it almost immediately.",
    "Whether your players are just desiring to visit Earth for a short time or you have group of cyberpunk fanatics on your hands, the Earth/ Cybertech Sourcebook will meet your needs, adding loads of valuable information to your 2300 AD campaign and lots of fun for your players."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]