[
    {
    "BookName": "CR3001 - Cyberpunk RED",
    "BookShortName": "Cyberpunk RED",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CR3001",
    "BookISBN": "978-1-950911-06-6",
    "BookAuthor": "Mike Pondsmith, James Hutt, Cody Pondsmith, Jay Parker, J Gray, David Ackerman, and Jaye Kovac",
    "BookPublished": "2020",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Core Rules",
    "BookFormat": "Hardback",
    "BookSeries": "Rules",
    "BookCharacterLevel": "N/A",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3001 - Cyberpunk RED.pdf"
    ],
    "BookMD": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\Free DLC.lnk"
    ],
    "BookDescription": [
      "<b>Welcome to the Time of the Red, Choomba! The Megacorporations spent decades wrecking everything and in the aftermath of their last War, everyone has to fend for themselves.</b>",
      "But that’s just fine. You can handle it. After all, in a world of vicious boostergangs, rampaging cyborgs, corporate assassins, and nihilistic doomsday cults, there’s only one rule: Always take it to the Edge.",
      "Take the big risks, get the big rewards. Be the action, start the rebellion, light the fire. Never drive slow when you can blaze a trail.",
      "You’ve hooked your Militech pistol to the interface in your brain; upgraded your cybernetic fist with carbo-glas blades; and installed cybereyes that can pierce through the red haze like morning fog. There’s a world full of opportunities out there, just waiting for the right Edgerunner. Maybe that’s you.",
      "Cyberpunk RED is the latest edition of the classic tabletop roleplaying game of the Dark Future and encompasses everything you need to explore the post-War world of the Time of the Red, including:",
      "A dense, deep-dive into the history and geography of Night City and the greater Cyberpunk world, and plenty of the lore about the Time of the Red.",
      "Ten unique Roles for you to play: charismatic Rockerboys, lethal Solos, quick-hacking Netrunners, inventive Techs, lifesaving (and taking) Medtechs, hard-hitting Medias, duty-bound Lawmen, scheming Execs, clever Fixers, and range-riding Nomads.",
      "A huge collection of useful tools, powerful weapons, protective armour, and gleaming cyberware to help you rule the Street.",
      "Three Screamsheet adventures to show you what Cyberpunk is all about.",
      "Pregenerated opponents perfect for populating the Combat Zones and Corporate compounds, plus encounters that use them to bring the City to life."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "CR3041 - Interface RED - Volume 1",
    "BookShortName": "Interface RED - Volume 1",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CR3041",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Collection",
    "BookFormat": "",
    "BookSeries": "Collection",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3041 - Interface RED - Volume 1.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "CR3071 - Interface RED - Volume 2",
    "BookShortName": "Interface RED - Volume 2",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CR3071",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Collection",
    "BookFormat": "",
    "BookSeries": "Collection",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3071 - Interface RED - Volume 2.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  } ,
  {
    "BookName": "CR3061 - Black Chrome",
    "BookShortName": "Black Chrome",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CR3061",
    "BookISBN": "978-1-950911-28-8",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Tech & Style Guide",
    "BookFormat": "",
    "BookSeries": "Guides",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3061 - Black Chrome.pdf"
    ],
    "BookDescription": [
      "Do you crave chrome so black it reflects your oily soul? Black like the night? Night like the market of your desires? Chrome is the style in the substance. It’s not what you can do. It’s how you do it. How chrome are you, choomba?",
      "When you’re bleeding on The Edge, you’ve got the accoutrements. All the accessories. You don’t need them but you’ve got them. Just to make a statement. Because you’re chrome. Black Chrome is what any good Edgerunner aspires to. Nothing shines like it used to, and this Night Market is invitation only.",
      "Over 170 items to make you even more Cyberpunk, including new apps, gear, linear frames, weapons, cyberware, vehicles, fashion, and armour.",
      "New lore about the Megacorps and Neocorps trying to claw their way back to the top of the hill.",
      "A lesson on economics in The Time of the Red.",
      "Six Night Markets and the dangerous Fixers who run them."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "CR3000 - Cyberpunk RED Jumpstart Kit",
    "BookShortName": "Cyberpunk RED Jumpstart Kit",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CR3000",
    "BookISBN": "978-1-950911-01-1",
    "BookAuthor": "Mike Pondsmith, David Ackerman, J Gray, James Hutt, and Cody Pondsmith",
    "BookPublished": "2019",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Jumpstart Kit",
    "BookFormat": "Boxed Set",
    "BookSeries": "Jumpstart Kit",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3000 - Cyberpunk Red Jumpstart Kit\\CR3000 - Cyberpunk Red Jumpstart Kit - Rulebook.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3000 - Cyberpunk Red Jumpstart Kit\\CR3000 - Cyberpunk Red Jumpstart Kit - Worldbook.pdf"
    ],
    "BookMD": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3000 - Cyberpunk Red Jumpstart Kit\\CPR Character Form.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3000 - Cyberpunk Red Jumpstart Kit\\CR3000 - Cyberpunk Red Jumpstart Kit - EZReferenceLetter.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3000 - Cyberpunk Red Jumpstart Kit\\CR3000 - Cyberpunk Red Jumpstart Kit - EZReferenceTabloid.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3000 - Cyberpunk Red Jumpstart Kit\\CR3000 - Cyberpunk Red Jumpstart Kit - Maps.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3000 - Cyberpunk Red Jumpstart Kit\\CR3000 - Cyberpunk Red Jumpstart Kit - Pregens.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3000 - Cyberpunk Red Jumpstart Kit\\CR3000 - Cyberpunk Red Jumpstart Kit - Standees.pdf"
    ],
    "BookDescription": [
      "The 4th Corporate War’s over and the big dogs have retreated to their corners to lick their wounds. That leaves everyone else to fend for themselves in a shattered world.",
      "And that’s just fine. ‘cause you’ve got interface plugs in your wrists, metal in your limbs, and chips in your skull. You’re wired in, loaded with chrome, and ready to take it to the Edge.",
      "There’s a world full of opportunities out there. Maybe this time you can do more than save yourself. Maybe.",
      "The Cyberpunk Red Jumpstart Kit is the perfect introduction to the newest edition of the classic Cyberpunk tabletop roleplaying game and includes:",
      "Two booklets, one containing world lore and adventures and the other the essential rules needed to play.",
      "Six pregenerated characters you can customize with their own unique lifepaths.",
      "An EZ Reference sheet to facilitate game play.",
      "Maps and standees to help bring the world of Cyberpunk to life!",
      "Beautiful dice designed and crafted by Q Workshop."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "CR3071 - Danger Gal Dossier",
    "BookShortName": "Danger Gal Dossier",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CR3071",
    "BookISBN": " 978-1-950911-29-5",
    "BookAuthor": "J Gray, James Hutt, Anne Morrison, Chris Spivey, David Ackerman, Frances Stewart, Kate Bullock, Linda M Evans, Malize Evans, Melissa Wong, Noura Ibrahim, Paris Arrowsmith, Steve Kenson, Trace Wilson, Tracie Hearne & Tsuneo Tateno",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Faction and NPC Guide",
    "BookFormat": "",
    "BookSeries": "Faction and NPC Guides",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3071 - Danger Gal Dossier.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "CP3011 - Cyberpunk RED - Data Screen",
    "BookShortName": "Cyberpunk RED - Data Screen",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CP3011",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Data Screen",
    "BookFormat": "",
    "BookSeries": "Data Screen",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CP3011 - Cyberpunk RED - Data Screen\\CPRedDataScreenPreview.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CP3011 - Cyberpunk RED - Data Screen\\RTG-CPR-DataScreen-Playerside-Full.jpg",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CP3011 - Cyberpunk RED - Data Screen\\RTG-CPR-DataScreen-DigitalGMSide.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CP3011 - Cyberpunk RED - Data Screen\\RTG-CPR-DataScreen-DigitalGMSide-NightMode.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CP3011 - Cyberpunk RED - Data Screen\\RTG-CPR-DataScreen-DigitalPlayerSide.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "CP3021 - Cyberpunk RED - Data Pack",
    "BookShortName": "Cyberpunk RED - Data Pack",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CP3021",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Pack",
    "BookFormat": "",
    "BookSeries": "Packs",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CP3021 - Cyberpunk RED - Data Pack\\CP3021 Cyberpunk RED - Data Pack - Sleeve.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CP3021 - Cyberpunk RED - Data Pack\\CP3021 Cyberpunk RED - Data Pack - Booklet.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CP3021 - Cyberpunk RED - Data Pack\\CP3021 Cyberpunk RED - Data Pack - Maps.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "CR3031 - Cyberpunk RED - Netrunning Deck",
    "BookShortName": "Cyberpunk RED - Netrunning Deck",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CR3031",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Pack",
    "BookFormat": "",
    "BookSeries": "Packs",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3031 - Cyberpunk RED - Netrunning Deck\\Cyberpunk RED - Netrunning Deck - Sleeve.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3031 - Cyberpunk RED - Netrunning Deck\\Cyberpunk RED - Netrunning Deck - 1x1.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3031 - Cyberpunk RED - Netrunning Deck\\Cyberpunk RED - Netrunning Deck - 3x3.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3031 - Cyberpunk RED - Netrunning Deck\\Cyberpunk RED - Netrunning Deck - Booklet.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3031 - Cyberpunk RED - Netrunning Deck\\Cyberpunk RED - Netrunning Deck - Nine Up.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "CR3051 - Tales of the RED - Street Stories",
    "BookShortName": "Tales of the RED - Street Stories",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CR3051",
    "BookISBN": "978-1-950911-27-1",
    "BookAuthor": "Fran Stewart, Jay Parker, Melissa Wong, Mike Pondsmith, Monica Valentinelli, and Trace Wilson",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Missions",
    "BookFormat": "",
    "BookSeries": "Missions",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3051 - Tales of the RED - Street Stories.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "CR3081 - Interface RED - Volume 3",
    "BookShortName": "Interface RED - Volume 3",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CR3081",
    "BookISBN": "",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Cyberpunk",
    "BookType": "Collection",
    "BookFormat": "",
    "BookSeries": "Collection",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CR3081 - Interface RED - Volume 3.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
  },
  {
    "BookName": "CX3000 - Cyberpunk - Edgerunners Mission Kit",
    "BookShortName": "Cyberpunk - Edgerunners Mission Kit",
    "BookPublisher": "R Talsorian Games",
    "BookCode": "CX3000",
    "BookISBN": "",
    "BookAuthor": "Mike Pondsmith, James Hutt, J Gray, Bartosz Sztybor",
    "BookPublished": "2024",
    "BookCover": "",
    "BookRules": "Cyberpunk Red",
    "BookEdition": "RED",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookWiki": "",
    "WikiPage": "",
    "VaultSML": "Cyberpunk Red",
    "UseTOC": "No",
    "BookSetting": "Cyberpunk Red",
    "BookType": "Mission Kit",
    "BookFormat": "Boxed Set",
    "BookSeries": "Mission Kits",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CX3000 - Cyberpunk - Edgerunners Mission Kit\\Rule Book.pdf"
    ],
    "BookMD": [
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CX3000 - Cyberpunk - Edgerunners Mission Kit\\Maps.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CX3000 - Cyberpunk - Edgerunners Mission Kit\\The Jacket.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CX3000 - Cyberpunk - Edgerunners Mission Kit\\Token Sheet.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CX3000 - Cyberpunk - Edgerunners Mission Kit\\Edgerunners Folios 11x17.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CX3000 - Cyberpunk - Edgerunners Mission Kit\\Edgerunners Folios LTR.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CX3000 - Cyberpunk - Edgerunners Mission Kit\\Edgerunners Handbook.pdf",
      "D:\\OneDrive\\Master Vault\\Cyberpunk\\Red\\CX3000 - Cyberpunk - Edgerunners Mission Kit\\Intro Sheet.pdf"
    ],
    "BookDescription": [
      "Night City’s full of stories, but you aren’t here to watch someone else grab all the glory, are you? With the Cyberpunk: Edgerunners Mission Kit, you’ll tell your own tale full of explosive action, intriguing investigation, and colorful characters. You’ll take on all comers, from the gangs to the megacorps, and carve your legacy onto The Street for all to see.",
      "The Cyberpunk: Edgerunners Mission Kit is everything you need to immerse yourself in the world of the award-winning anime and the perfect introduction to the classic tabletop roleplaying game of the Dark Future. Everything you’ll need is inside, including…",
      "The Edgerunners Handbook: Full of world lore curated to give you the detes you need to survive in Night City. Hand-picked by the creator of Cyberpunk, Mike Pondsmith. With new biographical information on David, Lucy, and the gang by Cyberpunk: Edgerunners writer Bartosz Sztybor",
      "The Rules: Exactly what you need to play the game, from Friday Night Firefights to 2070-era guns, cyberware, and quickhacks.",
      "The Jacket: A full-length mission for your Crew to play. Find out what happens after the anime ends.",
      "Seven Edgerunners: Pre-made to let you jump into the action. Featuring art by Cyberpunk: Edgerunners director Hiroyuki Imaishi.",
      "Maps, standees, and tokens to help bring the world of Cyberpunk: Edgerunners to life."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
  ]
  }
]
