[
  {
    "BookName": "FLFT2K001 - Twlight 2000 - Core Set",
    "BookShortName": "Twlight 2000 - Core Set",
    "BookPublisher": "Free League Publishing",
    "BookCode": "FLFT2K001",
    "BookISBN": "978-91-89143-41-8",
    "BookAuthor": "",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Year Zero Engine",
    "BookEdition": "4th Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Twlight 2000",
    "BookType": "Core Rules",
    "BookFormat": "Boxed Set",
    "BookSeries": "Core Rules",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\Twlight 2000\\4th Edition\\Twilight 2000 - Referees Manual.pdf",
      "D:\\OneDrive\\Master Vault\\Twlight 2000\\4th Edition\\Twilight 2000 - Players Manual.pdf"
    ],
    "BookDescription": [
      "Kalisz. We’re still only in Kalisz. We need to get out of here. Fast. The artillery barrages are getting closer. The Soviets will be here soon. Sarge says we move out after dark. I’m not sure we’ll last that long.",
      "A classic roleplaying game returns. This new retro-apocalyptic edition of Twilight: 2000, published in partnership with GDW and Amargosa Press, goes back to the roots of the franchise with open-world roleplaying in the devastation of World War III. Just like the original 1984 edition, this new game is set in a year 2000 devastated by war – now in an alternate timeline where the Soviet Union never collapsed.",
      "Twilight: 2000 is a roleplaying game about survival in mankind’s most desperate hour. Yet, in this bleak world, there is still hope. In the midst of utter destruction, you can start to build something new. Rally people to your ranks. Stake a claim and protect it. And maybe, if you live long enough, start turning the tide. This boxed set contains:",
      "A 152-page Player’s Manual, including rules for character generation, skills, specialties, combat, base building, and travel.",
      "A 112-page Referee’s Manual, describing a world at war and including 52 ready-to-play encounters and four complete scenario sites.",
      "A huge 864 x 558mm double-sided full-color hexagon travel map.",
      "15 engraved custom dice, including ammo dice and a hit location die.",
      "16 modular battle maps, designed to create an endless variety of battlefields.",
      "Four battle maps for specific scenario sites.",
      "108 cardboard tokens for fighters, vehicles, conditions, and more.",
      "52 encounter cards.",
      "10 initiative cards.",
      "Five blank character sheets ready to be filled in."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "Urban Operations",
  "BookShortName": "Urban Operations",
  "BookPublisher": "Free League Publishing",
  "BookCode": "",
  "BookISBN": "978-91-89143-85-2",
  "BookAuthor": "Tomas Härenstam",
  "BookPublished": "2022",
  "BookCover": "",
  "BookRules": "Year Zero Engine",
  "BookEdition": "4th Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Twlight 2000",
  "BookType": "Expansion",
  "BookFormat": "Boxed Set",
  "BookSeries": "Expansions",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Twlight 2000\\4th Edition\\Urban Operations .pdf"
  ],
  "BookDescription": [
    "Urban Operations, the first expansion to the new edition of RPG classic Twilight: 2000, is a massive modular expansion that includes everything you need to play in urban environments. The expansion is loosely based on the classic module Free City of Krakow from the first edition of Twilight: 2000 RPG, but designed to be used in any city environment.",
    "This boxed set includes new combat and travel rules for urban environments, close quarters fighting, new factions for the PCs to tangle with, new scenario sites to explore, and introduces the new plot concept to create longer story arcs. It also describes the two sample towns Krakow and Karlsborg in text and maps. Contents of the boxed set:",
    "A 96-page book stuffed with new rules and gaming material.",
    "16 new Encounter Cards, for use in any town or city.",
    "10 modular battle maps for urban environments.",
    "4 modular battle maps for close quarters combat.",
    "4 scenario site battle maps, two of which for close combat quarters. 54 battle map tokens for debris, sandbags, floor level indicators, blocks and breaches.",
    "A double-sided full-colour city travel map for the example towns of Krakow and Karlsborg, format 558x432mm.",
    "A double-sided full-colour battle map for the Wawel castle in Krakow and Karlsborg Fortress, format 558x432mm."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "FLFT2K010 - The Black Madonna",
  "BookShortName": "The Black Madonna",
  "BookPublisher": "Free League Publishing",
  "BookCode": "FLFT2K010 - ",
  "BookISBN": "978-91-89765-36-8",
  "BookAuthor": "",
  "BookPublished": "2024",
  "BookCover": "",
  "BookRules": "Year Zero Engine",
  "BookEdition": "4th Edition",
  "BookPhysical": "Yes",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookWiki": "",
  "WikiPage": "",
  "VaultSML": "",
  "UseTOC": "No",
  "BookSetting": "Twlight 2000",
  "BookType": "Expansion",
  "BookFormat": "Boxed Set",
  "BookSeries": "Expansions",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\Twlight 2000\\4th Edition\\The Black Madonna.pdf"
  ],
  "BookMD": [
    "D:\\OneDrive\\Master Vault\\Twlight 2000\\4th Edition\\The Black Madonna - Extras.lnk"
  ],
  "BookDescription": [
    "When I was a kid, my best friend was named Donald Kaminski. I was over at his house for dinner once when his Great Aunt Lucja was visiting. She was this crazy lady from the old country who spoke hardly any English. After dinner, she gave me a little card with a picture on one side and printing on the other. I thought it was a Polish baseball card or something, but it was an old-time picture of Mary and the baby Jesus. Don’s dad said that it was a holy picture. He read the stuff on the back to me. It was all about the painting, which was called Our Lady of Częstochowa, and had all sorts of neat stuff about sieges and battles, and thieves being struck dead as they tried to steal the painting. I loved it. I never dreamed I'd ever hold the real Black Madonna in my hands someday.",
    "The Black Madonna is a campaign expansion for the fourth edition of TWILIGHT: 2000, based on the classic adventure with the same title for the first edition of the game. This new and updated supplement is written by the original author, Frank Frey, and Chris Keeling.",
    "This boxed set includes new rules, new weapons, an overview of the Silesia region of Poland, new encounters, new factions for the PCs to tangle with, new scenario sites to explore, and details on the Black Madonna itself and its secrets. Contents of the boxed set:",
    "A 72-page book with new rules and campaign material.",
    "16 new encounter cards, for use in Silesia or elsewhere.",
    "6 battle maps for specific locations.",
    "3 battle maps for close quarters combat.",
    "A travel map."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]