[
    {
    "BookName": "The Glimmering Valley",
    "BookPublisher": "Monte Cook Games",
    "BookCode": "MCG361",
    "BookISBN": "",
    "BookAuthor": "Monte Cook",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "Cypher System",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Numenera",
    "BookType": "Supplement",
    "BookFormat": "Hardback",
    "BookSeries": "Supplements",
    "BookPDF": [
      "D:\\Master Vault\\Numenera\\MCG361 - The Glimmering Valley.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "<b>The perfect starting point for discovering the Ninth World!</b>",
      "Nestled in the thick forest of the Glimmering Valley, a few dozen buildings surround an ancient structure and a pair of crystal monoliths. This village of Neandran enjoys a peaceful, agrarian life. The bold or restless might occasionally head into the woods to find the Dreaming Cubes, see the River Ring, or maybe visit the Old Witch in the Infinite Abode—but the distant city of Ketterach, and the wide world beyond it, are little more than rumors carried in by the occasional visitor.",
      "The Ninth World is vast, strange, and intimidating. But big adventures sometimes start small. Launch your Numenera campaign in this vibrant and relatable homeplace, filled with detail and life. Establish relationships and backstory, and ground your game in an immersive world. Then venture out into the Glimmering Valley, and begin to discover the wonders, treasures—and dangers—of the Ninth World. Follow the path of adventure, or explore the region sandbox-style. As your characters grow in capability, players and GM alike are introduced to what makes the Ninth World so unique and compelling.",
      "And when you’re ready, head out of the Glimmering Valley, prepared (as players, GM, and characters) to face the vast, awe-inspiring world of Numenera!",
      "<b>In The Glimmering Valley you'll find:</b>",
      "A richly detailed locale to launch a new campaign, filled with interesting and dynamic NPCs, situations, and locations.",
      "A chapter designed specifically for the players, to immerse them in this vibrant setting and help them create characters truly at home in the Ninth World.",
      "Loads of adventure to get your campaign off to an exciting start. Follow the plot threads or explore the vast sandbox of the Glimmering Valley.",
      "An easy on-ramp into the broader Ninth World, that helps players and GMs discover what makes Numenera such a compelling setting. Fantastic for players who are experiencing Numenera for the first time.",
      "Loads of new creatures, cyphers, artifacts, and more!"
    ]
  } ,
  {
    "BookName": "Break The Horizon",
    "BookPublisher": "Monte Cook Games",
    "BookCode": "MCG287",
    "BookISBN": "",
    "BookAuthor": "Bruce R. Cordell",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cypher System",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Numenera",
    "BookType": "Supplement",
    "BookFormat": "Hardback",
    "BookSeries": "Supplements",
    "BookPDF": [
      "D:\\Master Vault\\Numenera\\MCG287 - Break The Horizon.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Most people of the Ninth World live isolated lives. Surrounded by the wild and mysterious unknown, few people in the Steadfast—and even fewer in the Beyond—venture, in their entire lives, more than a few miles from the place of their birth. And they’re happy that way.",
      "But not you. Your dreams extend beyond the horizon. Tales of great wonders and even greater dangers are not cautionary to you—they’re lures, drawing you ever outward to discovery and adventure. The secrets of the prior worlds beckon. But the vast distances, and the dangers they hold, are a daunting barrier. Until now!",
      "<b>Break the Horizon adds mobility to your Numenera campaign. With it you can traverse the vast distances of the Ninth World, finding adventure, encounters, and treasures along the way. This book contains:</b>",
      "New mounts, commonplace vehicles, numenera vehicles, and cyphers and artifacts that aid in travel. Plus, a comprehensive index of all travel options from every Numenera product to date.",
      "New travel-related equipment PCs can purchase, salvage, or craft.",
      "New creatures and NPCs to encounter along the way.",
      "Travel-themed GM intrusions, plus an expansive chapter on hazards and encounters: pepper them into any adventure or travel interlude, or use them as seeds for entire new adventures.",
      "The Safe Wayfarer Travel Guide, full of useful in-world advice from seasoned Ninth World travelers.",
      "Plus two full adventures that can be integrated into the PCs’ travels or used at their destinations."
    ]
  },
  {
    "BookName": "Vertices",
    "BookPublisher": "Monte Cook Games",
    "BookCode": "MCG286",
    "BookISBN": "",
    "BookAuthor": "Sean K. Reynolds",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cypher System",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Numenera",
    "BookType": "Adventure",
    "BookFormat": "Softcover",
    "BookSeries": "Adventures",
    "BookPDF": [
      "D:\\Master Vault\\Numenera\\MCG286 - Vertices.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "<b>Eight dangerous adventure sites that connect to the datasphere</b>",
      "Inside a maze of steel and crystal pillars lurk demons and bladehounds from this world and beyond. Those who venture within to face these terrors—and survive—are blessed with strange protective enhancements.",
      "Seven huge boulders float, nearly imperceptible, a mile above the earth. Legend says ancient gods put them there, to guard against enemies among the stars. Are the cruel, stone-armored creatures that fall randomly from the sky among those enemies?",
      "A massive ribcage rises from the ground near a giant weathered skull. Creatures in the area—from simple insects to terrifying abhumans—grow to monstrous proportions. Courageous adventurers who enter these ancient bones might find the cause of this rampant growth and perhaps discover many other secrets!",
      "Explore and discover mysteries and dangers within these and other sites, and place your own adventures within their rich and intriguing settings. Find the vertice to the datasphere within each ruin to unlock that strange realm and expand your campaign’s horizons with transit points to new areas of the Ninth World.",
      "<b>Vertices contains:</b>",
      "Eight prior-world ruins described in detail including rumors, encounters, and treasures—and all the mind-bending flavor you expect from the Ninth World.",
      "New cyphers, artifacts, and creatures—including Aorut, Etranv, and the mercurial Isijaan, three godlike voices of the datasphere whose dynamic influence on these vertices ensure that no two visits are ever the same!",
      "Two dozen NPCs—rival explorers, allies, agents of the voices, or just interesting people to meet along the way—related to the sites and the settlements around them.",
      "A detailed random settlement generator to use on the fly or during prep to quickly rough out a camp, fort, or village where PCs might rest, resupply, or pick up rumors about nearby sites."
    ]
  },
  {
    "BookName": "Building Tomorrow",
    "BookPublisher": "Monte Cook Games",
    "BookCode": "MCG161",
    "BookISBN": "",
    "BookAuthor": "Bruce R. Cordell, Sean K. Reynolds",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cypher System",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Numenera",
    "BookType": "",
    "BookFormat": "Hardback",
    "BookSeries": "Expansion",
    "BookPDF": [
      "D:\\Master Vault\\Numenera\\MCG161 - Building Tomorrow.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Terrible beasts. Abhumans. The iron wind. Ancient machines that lurch to life unexpectedly—or leave communities desperate when they catastrophically fail. The Ninth World is awash in dangers left by the prior worlds. But these ancient remnants also hold the keys to the future. Those brave enough to discover and study the amazing structures, weird devices, inscrutable automatons, and extradimensional gateways can unearth the knowledge and materials to build the future. Discover new kinds of numenera items, along with the plans and materials to construct them yourself. Explore the ruins of the prior worlds, uncover their mysteries, and from their secrets begin to build a new tomorrow for the beleaguered people of the Ninth World."
    ]
  },
  {
    "BookName": "Ninth World Bestiary 2",
    "BookPublisher": "Monte Cook Games",
    "BookCode": "MCG089",
    "BookISBN": "",
    "BookAuthor": "Bruce R. Cordell",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Cypher System",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "To Source",
    "BookLibrary": "Yes",
    "BookSetting": "Numenera",
    "BookType": "Bestiary",
    "BookFormat": "Hardback",
    "BookSeries": "Bestiary",
    "BookPDF": [
      "D:\\Master Vault\\Numenera\\MCG089 - Ninth World Bestiary 2.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "The Ninth World is unlike any other fantasy setting: weird, imaginative, dangerous, and often a bit creepy. The creatures of Numenera are no different—and the Ninth World Bestiary 2 gives you over 160 new ones to populate your campaign. Creatures undreamt of by even the most experienced pursuer of the numenera: the huge, burrowing mimus; the six-mouthed jreet; the mirror-faced cyclic raider; and many, many more."
    ]
  }    
]