[
  {
    "BookName": "Tal'Dorei Campaign Setting - Reborn",
    "BookShortName": "Tal'Dorei Campaign Setting - Reborn",
    "BookPublisher": "Darrington Press",
    "BookCode": "",
    "BookISBN": "978-1-7373725-0-9",
    "BookAuthor": "James J. Haeck, Matthew Mercer, Hannah Rose",
    "BookPublished": "2021",
    "BookCover": "",
    "BookRules": "Dungeons and Dragons - 5e Compatible",
    "BookEdition": "5th Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Tal'Dorei",
    "BookType": "Campaign Setting",
    "BookFormat": "Hardback",
    "BookSeries": "Campaign Settings",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\5E - Compatible\\Darrington Press\\Tal'Dorei Campaign Setting - Reborn.pdf"
    ],
    "BookDescription": [
      "Tal’Dorei Campaign Setting Reborn is the definitive sourcebook for bringing the locations, people, creatures, and character options of Critical Role's Tal’Dorei continent to roleplaying games everywhere.",
      "Set two decades after the conclusion of Critical Role Campaign 1, this book invites you to soar on a skyship from the metropolis of Emon to the distant haven of Whitestone, venture into wilderness rife with terrifying monsters and wayward mages, and uncover magic items that range from simple trinkets to the legendary Vestiges of Divergence. Explore dazzling new subclasses and backgrounds in your epic adventures in the world of Exandria™ and beyond! Tal’Dorei Campaign Setting Reborn holds a wealth of playable content, lore, and artwork to inspire. The adventure begins here!",
      "Contents: The physical and PDF version of Tal'Dorei Campaign Setting Reborn  both present 280 art-filled pages of rich lore and playable 5th edition content, encompassing everything you need to unlock Tal’Dorei for your own:",
      "A guide to each major region, with story hooks to fuel your campaign",
      "Expanded character options, including 9 subclasses and 5 backgrounds",
      "Magic items such as the Vestiges of Divergence, legendary artifacts that grow in power with their wielders",
      "Dozens of creatures, many featured in the Critical Role campaigns",
      "New lore and updated stat blocks for each member of Vox Machina",
      "A gorgeous 18”x24” foldout map of the Tal’Dorei continent by cartographer Andy Law",
      "The PDF contains alt text for illustrations and is screen reader friendly"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
}
]