[
    {
    "BookName": "Dolmenwood Campaign Book",
    "BookPublisher": "Necrotic Gnome",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "Gavin Norman",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "OSE",
    "BookEdition": "1st Edition",
    "BookPhysical": "On Order",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Dolmenwood",
    "BookType": "Rule Book",
    "BookFormat": "Hardback",
    "BookSeries": "Dolmenwood Core",
    "BookPDF": [
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\Dolmenwood\\Dolmenwood Campaign Book.pdf",
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\Dolmenwood\\Dolmenwood Referees Maps"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "A complete referee's guide to the magical forest realm of Dolmenwood — Necrotic Gnome's weird fairy tale campaign setting.",
      "<b>Secrets of Dolmenwood:</b> Referee's background and introduction to Dolmenwood, delving into the secrets of the ley lines, standing stones, lost shrines, fairy roads, fairy nobles, and Wood Gods.",
      "<b>Factions and Powers:</b> Seven major factions and two independent powers that vie for martial, spiritual, or occult control of the Wood. Each is detailed with its schemes, history, enclaves, and significant NPCs.",
      "<b>Settlements:</b> Immersive descriptions of 12 settlements, each with an overview, a map, and descriptions of the most important services, locations, and inhabitants.",
      "<b>Exploring the Wild:</b> Procedures for handling travel in the wilds of Dolmenwood, including rules and tables for weather, encounters, fishing, foraging, and hunting.",
      "<b>Hex Descriptions:</b> 200 pages of fantastic locales throughout the Wood, each page covering one of the 200 hexes on the campaign map.",
      "<b>Campaigns in Dolmenwood:</b> Advice on refereeing campaigns in Dolmenwood, including procedures for designing dungeons in the Wood.",
      "<b>Treasures and Oddments:</b> Tables for determining treasure hoards, along with a wealth of magic items of all kinds — weapons and armour, scrolls and books, crystals, potions, oils, rings, wands, musical instruments, herbs, fungi, etc.",
      "<b>Appendices:</b> A miscellany of additional detail, including rumours, new spells, and a plethora of useful indexes."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  } ,
  {
    "BookName": "Dolmenwood Monster Book",
    "BookPublisher": "Necrotic Gnome",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "Gavin Norman",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "OSE",
    "BookEdition": "1st Edition",
    "BookPhysical": "On Order",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Dolmenwood",
    "BookType": "Rule Book",
    "BookFormat": "Hardback",
    "BookSeries": "Dolmenwood Core",
    "BookPDF": [
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\Dolmenwood\\Dolmenwood Monster Book.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Dolmenwood Player's Book",
    "BookPublisher": "Necrotic Gnome",
    "BookCode": "",
    "BookISBN": "",
    "BookAuthor": "Gavin Norman",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "OSE",
    "BookEdition": "1st Edition",
    "BookPhysical": "On Order",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Dolmenwood",
    "BookType": "Rule Book",
    "BookFormat": "Hardback",
    "BookSeries": "Dolmenwood Core",
    "BookPDF": [
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\Dolmenwood\\Dolmenwood Players Book.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "A complete player's guide to the magical forest realm of Dolmenwood — Necrotic Gnome's weird fairy tale campaign setting.",
      "<b>Welcome to Dolmenwood:</b> An introduction to the setting, including a player's gazetteer, a player's overview of Dolmenwood, and some rumours and folklore.",
      "<b>Starting Play:</b> The basics of RPG play and terminology, plus the rules for character creation and advancement.",
      "<b>Kindreds:</b> Six playable kindreds (breggle, elf, grimalkin, human, mossling, woodgrue), each presented with background info, mechanical abilities, tables of names and backgrounds, a table of 50 random trinkets, and a set of eight tables of quirky characteristics.",
      "<b>Classes:</b> Nine playable classes (cleric, enchanter, fighter, friar, hunter, knight, magician, minstrel, thief).",
      "<b>Magic:</b> The rules for arcane, fairy, and holy magic, along with complete spell lists.",
      "<b>Equipment, Services, and Animals:</b> Detailed lists of adventuring gear, weapons, and armour. Horses, vehicles, and dogs. Richly evocative lists of food, beverages, pipeleaf, herbs, and fungi. Details on hiring the services of specialists and retainers.",
      "<b>Adventuring:</b> The core rules of the game, including rules for hazards and challenges, travel and camping in the wilds, dungeon exploration, settlements and downtime, and encounters and combat.",
      "<b>Appendices:</b> Extra details on the Dolmenwood calendar, moon signs, the noble houses, and the major saints. Optional Kindred-Classes for players who prefer to play archetypal non-humans (e.g. a grimalkin, rather than a grimalkin thief or a grimalkin minstrel)."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  } ,
  {
    "BookName": "Classic Game Set",
    "BookPublisher": "Necrotic Gnome",
    "BookCode": "NG-0024",
    "BookISBN": "978-3-96657-069-5",
    "BookAuthor": "Gavin Norman",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "OSE",
    "BookEdition": "",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "",
    "BookType": "Rules",
    "BookFormat": "Boxed Set",
    "BookSeries": "OSE RuleBooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\NG-0024-1 - Classic Game Set - Characters.pdf",
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\NG-0024-2 - Classic Game Set - Magic.pdf",
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\NG-0024-3 - Classic Game Set - Adventures.pdf",
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\NG-0024-4 - Classic Game Set - Monsters.pdf",
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\NG-0024-5 - Classic Game Set - Treasures.pdf"
    ],
    "BookDescription": [
      "Old-School Essentials Classic Fantasy is also available as a deluxe box set containing everything you need to play! The five books in the Classic Game Set detail:",
      "<b>Characters:</b> 7 fantastic classes (cleric, dwarf, elf, fighter, halfling, magic-user, thief), full equipment lists, specialists and mercenaries, stronghold construction.",
      "<b>Magic:</b> The complete set of 34 cleric spells (from 1st to 5th level) and 72 magic-user spells (from 1st to 6th level), for use by players of cleric, elf, and magic-user characters.",
      "<b>Adventures:</b> Full rules for adventuring in dungeons, the wilderness, and at sea, as well as guidelines for designing and running adventures.",
      "<b>Monsters:</b> A selection of over 200 classic monsters to challenge adventurers of all levels: dragons and dinosaurs, golems and giants, slimes and oozes, beast-men and unholy spirits, animals monstrous and mundane. Includes complete encounter tables for dungeon levels 1–8+ and all types of wilderness terrain.",
      "<b>Treasures:</b> A hoard of over 150 wondrous magic items: enchanted arms coveted by every warrior, scrolls, staves, and seeing stones, alchemical concoctions, rings of power, boots and cloaks woven with magic.",
      "Old-School Essentials Classic Fantasy is a complete retelling of the classic 1980s Basic/Expert game, including all rules, character options, spells, monsters, and magic items.",
      "The Classic Game Set contains the same game as the Classic Fantasy Rules Tome, just presented in a 5 book set for those who share our love of RPG box sets!"
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO"},
        {"page": 2, "title": "BE DONE"}
        ]    
    }
  },
  {
    "BookName": "Advanced Expansion Set",
    "BookPublisher": "Necrotic Gnome",
    "BookCode": "NG-0025",
    "BookISBN": "",
    "BookAuthor": "Gavin Norman",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "OSE",
    "BookEdition": "",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "",
    "BookType": "Rules",
    "BookFormat": "Boxed Set",
    "BookSeries": "OSE RuleBooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\NG-0025-1 - Advanced Expansion Set - Characters.pdf",
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\NG-0025-2 - Advanced Expansion Set - Magic.pdf",
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\NG-0025-3 - Advanced Expansion Set - Monsters.pdf",
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\NG-0025-4 - Advanced Expansion Set - Treasures.pdf"
    ],
    "BookDescription": [
      "Want to take your game to the next level? Pair the  NG-0024 - Classic Game Set with the Advanced Expansion Set and advance your game with reams of new classes, options, monsters, and magic inspired by the weird and wondrous 1970s Advanced 1st Edition game. The four books in the Advanced Expansion Set detail:",
      "<b>Characters:</b> 9 additional classes (acrobat, assassin, barbarian, bard, druid, illusionist, knight, paladin, ranger), 6 additional races (drow, duergar, gnome, half-elf, half-orc, svirfneblin), rules for choosing character race and class separately, plus optional rules to add extra depth to character creation, combat, and spell casting.",
      "<b>Magic:</b> Over 100 new spells for bards, druids, gnomes, illusionists, and rangers.",
      "<b>Monsters:</b> 120 new monsters: mimics, piercers, shambling mounds, banshees, coffer corpses, terrible eyes, metallic dragons, liches, drow, deep ones, the terrifying tarrasque and many more classic Advanced era monsters! Includes complete encounter tables for dungeon levels 1–8+ and all types of wilderness terrain.",
      "<b>Treasures:</b> 150 new magic items: the apparatus of the crab, ioun stones, the deck of many things, dancing swords, holy avengers, and many more!"
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  },
  {
    "BookName": "Classic Fantasy - Rules Tome",
    "BookPublisher": "Necrotic Gnome",
    "BookCode": "NG-0014",
    "BookISBN": "",
    "BookAuthor": "Gavin Norman",
    "BookPublished": "2019",
    "BookCover": "",
    "BookRules": "OSE",
    "BookEdition": "",
    "BookPhysical": "No",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "",
    "BookType": "Rules",
    "BookFormat": "",
    "BookSeries": "OSE RuleBooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\Master Vault\\OSE\\Necrotic Gnome\\NG-0014 - Classic Fantasy - Rules Tome.pdf"
    ],
    "BookDescription": [
      "No description available."
    ],
    "TableOfContents": {
      "title": "Book",
      "chapters": [
        {"page": 1, "title": "TOC TO BE DONE"},
        {"page": 2, "title": ""}
        ]    
    }
  }
]