[
  {
    "BookName": "AUT1001 - Adventurer Conqueror King System Core",
    "BookShortName": "Adventurer Conqueror King System Core",
    "BookPublisher": "Autarch",
    "BookCode": "AUT1001",
    "BookISBN": "978-0-9849832-0-9",
    "BookAuthor": "Alexander Macris, Tavis Allison, Greg Tito",
    "BookPublished": "",
    "BookCover": "",
    "BookRules": "Adventurer Conqueror King System",
    "BookEdition": "1st Edition",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Adventurer Conqueror King System",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Rulebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\OSR\\Adventurer Conqueror King System\\AUT1001 - Adventurer Conqueror King System Core.pdf",
      "D:\\OneDrive\\Master Vault\\OSR\\Adventurer Conqueror King System\\AUT1001 - Adventurer Conqueror King System Core Eratta.pdf"
    ],
    "BookDescription": [
      "Your Journey from Adventurer to King Begins Now!",
      "Enter a world where empires totter on the brink of war, and terrible monsters tear at the fragile borderlands of men; where decaying cities teem with chaos and corruption, nubile maidens are sacrificed to chthonic cults and nobles live in decadent pleasure on the toil of slaves; where heroes, wizards, and rogues risk everything in pursuit of glory, fortune, and power. This is a world where adventurers can become conquerors – and conquerors can become kings.",
      "Will you survive the perils of war and dark magic to claim a throne? Or will you meet your fate in a forgotten ruin beyond the ken of men?",
      "The Adventurer Conqueror King System™ (ACKS) is a new fantasy role-playing game that provides the framework for epic fantasy campaigns with a sweeping scope. With the Adventurer Conqueror King System™ you can:",
      "Play 12 different classes, including the fighter, mage, thief, cleric, assassin, bard, bladedancer, explorer, dwarven craftpriest, dwarven vaultguard, elven nightblade, and elven spellsword.",
      "Easily customize your character using a unique, optional proficiency system. Make your fighter a berserker or your mage a necromancer!",
      "Buy, sell, and trade common merchandise, precious silks and spices, and even monster parts and magic items in a balanced and integrated game economy.",
      "Construct strongholds, establish kingdoms, and carve out a realm for your character.",
      "Run a thieves' guild and send your minions to carouse, smuggle, steal, and commit other hijinks.",
      "Establish a wizard's sanctum and explore the forbidden arts. Crossbreed horrific monsters in an underground laboratory, enact powerful magical rituals, build golems, craft magic items, or even transform yourself and your followers into undead monsters.",
      "Build and run a living world for adventure on a grand scale. With game mechanics built to support emergent play, ACKS is the ultimate RPG for sandbox campaigns.",
      "Whether you want to crawl through dungeons, trade with merchant caravans, run a merchant emporium, conquer an empire, or even raise an undead legion, ACKS supports your playstyle with simple, fast-playing game mechanics."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "AUT1002 - Player's Companion",
  "BookShortName": "Player's Companion",
  "BookPublisher": "Autarch",
  "BookCode": "AUT1002",
  "BookISBN": "978-0-9849832-1-6",
  "BookAuthor": "Alexander Macris",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Adventurer Conqueror King System",
  "BookEdition": "1st Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Adventurer Conqueror King System",
  "BookType": "Rulebook",
  "BookFormat": "Hardback",
  "BookSeries": "Rulebooks",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\OSR\\Adventurer Conqueror King System\\AUT1002 - Player's Companion.pdf"
  ],
  "BookDescription": [
    "The Player’s Companion is the first expansion for the Adventurer Conqueror King System™ (ACKS) and an invaluable resource for players and Judges of the original fantasy role-playing game and its retro-clones. With this book you can do the following:",
    "Expand your campaigns with 19 new character classes, including the anti-paladin, barbarian, dwarven delver, dwarven fury, dwarven machinist, elven courtier, elven enchanter, elven ranger, gnomish trickster, mystic, Nobiran wonderworker, paladin, priestess, shaman, Thrassian gladiator, venturer, warlock, witch, and Zaharan ruinguard.",
    "Quickly create vivid characters using 248 templates featuring pre-selected prociencies, spells, and equipment options. Eight archetypes are presented for every class in the ACKS core rules and the Player’s Companion; customize your barbarian to be a Berserker or a Sea Rover, or let the dice choose!",
    "Make your own character classes using a balanced point-based system 100% compatible with every class in the ACKS core rules and the Player’s Companion. Achieve your own perfect blend of fighting, thievery, divine grace, and magical power!",
    "Bring wonder to your game world with a dynamic spell system. Invent your own new spells during play with advanced magic research rules that allow your characters to experiment, make breakthroughs, and suffer side effects. Comprehensive guidelines let Judges determine what level a proposed spell will be and gauge its balance with all existing spells.",
    "Expand the options available to new characters as well as old with new equipment and proficiencies.",
    "The Player’s Companion allows you to customize your fantasy game to an unparalleled degree. Open up the hood of the Adventurer Conqueror King System™ and gain new insights into the foundations of the original fantasy RPG!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
},
{
  "BookName": "AUT1013 - Lairs and Encounters",
  "BookShortName": "Lairs and Encounters",
  "BookPublisher": "Autarch",
  "BookCode": "AUT1013",
  "BookISBN": "978-1-941956-08-3",
  "BookAuthor": "Alexander Macris, Jeff Binder, Mark Bober, Colin Chapman, Kimagu, Amy Macris, Charles Myers, Michael Morrison, Jonathan Prosperi",
  "BookPublished": "",
  "BookCover": "",
  "BookRules": "Adventurer Conqueror King System",
  "BookEdition": "1st Edition",
  "BookPhysical": "No",
  "BookOwnedPDF": "No",
  "BookLibrary": "Yes",
  "BookSetting": "Adventurer Conqueror King System",
  "BookType": "Supplement",
  "BookFormat": "Softback",
  "BookSeries": "Supplements",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\OSR\\Adventurer Conqueror King System\\AUT1013 - Lairs and Encounters.pdf"
  ],
  "BookDescription": [
    "Lairs & Encounters™ is the ultimate supplement for fantasy RPG sandbox campaigns. Designed for use with the Adventurer Conqueror King System™ (ACKS™), it is readily compatible with other fantasy role-playing games built on the same core rules.",
    "In Lairs & Encounters you will find:",
    "More than 165 ready-to-play monstrous lairs— one for every major monster in the Adventurer Conqueror King System. The lair listings are designed to be used both as dynamic points of interest that can be discovered while wandering through the wilderness and as obstacles to a would-be ruler’s attempt to secure land for a domain.",
    "A cartographic compendium of 36 lair maps for the Judge’s use and 6 treasure maps to hand out to your players.",
    "A catalog of 30 new monsters, including the chaos hulk, child of Nasga, dire beastman, draugr, desert ghoul, hag, khepri, and mummy lord.",
    "New subsystems for sandbox play, including rules for populating 6-mile hexes with lairs based on the terrain and extent of settlements in the region and rules for searching for lairs in the wilderness, factoring in terrain density, aerial reconnaissance, splitting up to cover more ground (never split the party!), and more.",
    "Additional mechanics for monsters, including ability scores for monsters, proficiencies for monsters, and young monsters.",
    "A complete system for taming and training monsters, with details on the lifespan, roles, tricks, trained and untrained value, supply cost, training period, and trainability modifier of every monster in the game.",
    "A complete system for creating your own unique monsters. In the ACKS Player’s Companion we gave you mechanics to create balanced new character classes and new spells; now we bring our same rigorous attention to balance and customization to monsters.",
    "Your players may wander lost in the wilderness of your campaign world, but with Lairs & Encounters you’ll be ready wherever they go!"
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]