[
  {
    "BookName": "SWW2401 - Shadow of the Weird Wizard",
    "BookShortName": "Shadow of the Weird Wizard",
    "BookPublisher": "Schwalb Entertainment",
    "BookCode": "SWW2401",
    "BookISBN": "",
    "BookAuthor": "Robert J Schwalb",
    "BookPublished": "2024",
    "BookCover": "",
    "BookRules": "Shadow of the Demon Lord",
    "BookEdition": "1st Edition",
    "BookPhysical": "To Source",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookWiki": "Yes",
    "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/Shadow_of_the_Weird_Wizard_(SWW2401)",
    "VaultSML": "Shadow of the Weird Wizard",
    "UseTOC": "No",
    "BookSetting": "Shadow of the Weird Wizard",
    "BookType": "Rulebook",
    "BookFormat": "",
    "BookSeries": "Rulebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\OSR\\Schwalb Entertainment\\Shadow of the Weird Wizard\\SWW2401 - Shadow of the Weird Wizard.pdf"
    ],
    "BookMD": [
      "D:\\OneDrive\\Master Vault\\OSR\\Schwalb Entertainment\\Shadow of the Weird Wizard\\SWW2401 - Shadow of the Weird Wizard - Character Sheet - Form fillable.pdf",
      "D:\\OneDrive\\Master Vault\\OSR\\Schwalb Entertainment\\Shadow of the Weird Wizard\\SWW2401 - Shadow of the Weird Wizard - Character Sheet.pdf"
    ],
    "BookDescription": [
      "Shadow of the Weird Wizard® is a fantasy roleplaying game in which you and your friends assume the roles of characters who explore the borderlands and make them safe for the refugees escaping the doom that has befallen the old country. Unsafe are these lands: the Weird Wizard released monsters to roam the countryside, cruel faeries haunt the shadows, undead drag themselves free from their tombs, and ancient evils stir once more. If the displaced people would rebuild their lives, they need heroes to protect them. A brand new game built using the system powering Shadow of the Demon Lord, this game gives you everything you need for you and your friends to champion the innocent, to brave grave dangers, and right terrible wrongs, all while exploring the wild frontier of the borderlands!",
      "Some saw him as a mad sorcerer who commanded eldritch powers of staggering might. As proof, one only has to look at all the abominations he set loose in the lands—the hybrid beasts, the multilegged hulking collectors, floating eyes that hang in the air trailing their nerve endings. And then, far, far beyond the edges of the new lands rose the walls of the Forbidden City and the clockwork peoples who dwelled there in seeming servitude to the dread mage who ruled over all he surveyed.",
      "But the Weird Wizard is gone. His shadow remains, but the figure casting it disappeared and none, not even his closest servants, know where he went. It might be coincidence that his absence preceded the bloody civil war that tore the Great Kingdom apart and that precipitated the violent struggle between the other nations in the west, or the Weird Wizard might have had some stabilizing influence that enabled civilization to flourish once more following a far older, nastier decline. Too, he could have been the source of the conflict and abandoned the world to its fate.",
      "Either way, the instability sends people by the thousands spilling into the borderlands. As this territory grows more and more crowded, refugees are looking to the east to make their homes. The first forays into the strange place have ended with disappearances and death, and the few people who have returned carry tales of hostile inhabitants, cruel faeries, and hideous, ravenous monsters. If the new lands would be tamed, there must be peace with the inhabitants.",
      "Such efforts demand heroes. Luckily, there might just be a few around. This book shows you how to make a hero who can meet and triumph over the greatest challenges of exploring a world that stands in the shadow of a Weird Wizard.",
      "This core rulebook features illustrations by an amazing crew of artists who are actual people! They are: Matteo Spirito, Yeysson Bellaiza, Andrew Clark, Biagio d’alessandro, Çağdaş Demiralp, Nim Dewhirst—Kasgovs Maps, Rick Hershey, Jack Kaiser, Katerina Ladon, Britt Martin, Victor Moreno, Mitch Mueller, Matthew Myslinski, Eduardo Nunes, Mirco Paganessi, Claudio Pozas, Phill Simpson, Kim Van Deun, Sergio Villa-Isaza, Cardin Yanis"
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
},
{
  "BookName": "SWW2402 - Secrets of the Weird Wizard",
  "BookShortName": "Secrets of the Weird Wizard",
  "BookPublisher": "Schwalb Entertainment",
  "BookCode": "SWW2402",
  "BookISBN": "",
  "BookAuthor": "Robert J Schwalb",
  "BookPublished": "2024",
  "BookCover": "",
  "BookRules": "Shadow of the Demon Lord",
  "BookEdition": "1st Edition",
  "BookPhysical": "To Source",
  "BookOwnedPDF": "Yes",
  "BookLibrary": "Yes",
  "BookWiki": "Yes",
  "WikiPage": "http://ttrpgvault.co.uk/wiki/index.php/Secrets_of_the_Weird_Wizard_(SWW2402)",
  "VaultSML": "Shadow of the Weird Wizard",
  "UseTOC": "No",
  "BookSetting": "Shadow of the Weird Wizard",
  "BookType": "Rulebook",
  "BookFormat": "",
  "BookSeries": "Rulebooks",
  "BookCharacterLevel": "",
  "BookPDF": [
    "D:\\OneDrive\\Master Vault\\OSR\\Schwalb Entertainment\\Shadow of the Weird Wizard\\SWW2402 - Secrets of the Weird Wizard.pdf"
  ],
  "BookMD": [
    "D:\\OneDrive\\Master Vault\\Extra Book Data\\"
  ],
  "BookDescription": [
    "The Ultimate Guide for running Shadow of the Weird Wizard Games!",
    "The companion volume to Shadow of the Weird Wizard, this supplement includes everything you need to create and play through quests in the shadow of this strange and otherworldly wizard. To help you carry out this vital role, this book contains a staggering amount of information, covering rules and guidance for running the game, a dynamic setting ripe for exploration, and an in-depth bestiary that includes many old fantasy favorites and plenty of new and reimagined terrors. Some of the cool things you’ll find include:",
    "Origin stories for characters along with rules for playing starting characters and going beyond level 10.",
"Advice and guidelines for running quests and creating ones from your own imagination.",
"Downtime rules to cover the stuff that happens between quests.",
"Dozens of tricks and traps",
"Guidelines for creating supporting characters",
"Oddities, magical items you can create using fun tables.",
"Details on the gods, factions, societies, and more found in the borderlands, a place between the old country that burns, and the weirdness of the new lands abandoned by the Weird Wizard.",
"Basic rules for playing ancestries other than human.",
"A comprehensive bestiary that presents everything from enemy adventures to zombies. Need a dragon, a powerful demon, maybe a leshy, or a selection of faeries, undead, monsters? This book has it all.",
"Secrets of the Weird Wizard complete the game that began in Shadow of the Weird Wizard. Armed with both supplements, you stand ready to make the world your own and tell countless stories with your friends. The secrets are here for the taking. Are you ready?",
"A brilliant team of human artists helped make this book amazing. They include Jack Kaiser, Luka Arh, Juan Barea, Yeysson Bellaiza, Auri Cavendish, Andrew Clark, Biagio d’alessandro, Çağdaş Demiralp, Kim Van Deun, Nim Dewhirst—Kasgovs Maps, Ivan Dixon, Yugin Maffioli, Britt Martin, Maria Rosaria Monticelli, Victor Moreno, Mitch Mueller, Matthew Myslinski, Eduardo Nunes, Mirco Paganessi, Svetoslav Petrov, Claudio Pozas, Julio Rocha, Erica Rossi, Phill Simpson, Kim Van Deun, Sergio Villa-Isaza, and Cardin Yanis."
  ],
  "TableOfContents": [
    {
  "title": "Book",
  "chapters": [
    {"page": 1, "title": "TOC TO BE DONE"},
    {"page": 2, "title": ""}
    ]    
}
]
}
]