[
  {
    "BookName": "UVG 2E and the Black City",
    "BookPublisher": "Exalted Funeral",
    "BookCode": "",
    "BookISBN": "979-8-88756-031-1",
    "BookAuthor": "Luka Rejec",
    "BookPublished": "202",
    "BookCover": "",
    "BookRules": "UVG",
    "BookEdition": "2nd Edition",
    "BookPhysical": "Yes",
    "BookOwnedPDF": "Yes",
    "BookLibrary": "Yes",
    "BookSetting": "Ultraviolet Grasslands and the Black City",
    "BookType": "Rulebook",
    "BookFormat": "Hardback",
    "BookSeries": "Rulebooks",
    "BookCharacterLevel": "",
    "BookPDF": [
      "D:\\OneDrive\\Master Vault\\OSR\\UVG\\UVG 2E - Ultraviolet Grasslands and the Black City.pdf"
    ],
    "BookDescription": [
      "<b>PULSE CONFIRMED. ENTITY ENERGIZED. REMEMBER: KEEP YOUR OMNIBATTERIES CHARGED AND YOUR HAZEMETER AT THE READY.</b>",
      "Revel in the return of the anticipated UVG 2E, now dazzling with fresh cover art that teases countless otherworldly adventures. This epic journey has expanded - from the previous 200 pages to a robust 250, infused with larger and more evocative art to enliven your psychedelic metal quests.",
      "Welcome to The Ultraviolet Grasslands, the roleplaying game of heroes on a strange trip through mythic steppes in search of lost time, broken space, and deep riffs.",
      "The Ultraviolet Grasslands and the Black City is a tabletop role-playing game book, half setting, half adventure, and half epic trip; inspired by psychedelic heavy metal, the Dying Earth genre, and classic Oregon Trail games. It leads a group of ‘heroes’ into the depths of a vast and mythic steppe filled with the detritus of time and space and fuzzy riffs.",
      "What's new in 2E?",
      "Expanded content from 200 pages to 252 pages.",
      "Streamlined character rules make for smoother gameplay, while an expanded array of caravan options, vehicles, and equipment lets you equip your party for any eventuality. A brand-new bestiary section offers a menagerie of friends and foes to encounter, and revamped spells give you more magical tactics to explore.",      
      "Fancy a companion on your epic journey? Choose from a table of 50 adorable pets. To keep you organized, there are revamped character and caravan sheets. And, to fuel your wanderlust, there's an expanded map featuring the whole Circle Sea region.",      
      "But the crowning glory? It's in hardcover again - and it's bursting with more pictures! Embrace the art, savor the stories, and visit the Vast Lands with UVG 2E."
    ],
    "TableOfContents": [
      {
    "title": "Book",
    "chapters": [
      {"page": 1, "title": "TOC TO BE DONE"},
      {"page": 2, "title": ""}
      ]    
  }
]
}
]