[
    {
    "BookName": "Shadow of the Black Rose",
    "BookPublisher": "DM's Guild",
    "BookCode": "DLSBR",
    "BookISBN": "",
    "BookAuthor": "Meaghan J, James Lowder, Chuck Martinell, Edward Mekeel, Dragonlance Nexus",
    "BookPublished": "2023",
    "BookCover": "",
    "BookRules": "Dungeons and Dragons",
    "BookEdition": "5th Edition - Compatible",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Dragonlance",
    "BookType": "",
    "BookFormat": "",
    "BookSeries": "Dragonlance Nexus",
    "BookPDF": [
      "D:\\Master Vault\\Dragonlance\\5E\\DLSBR - Dragonlance - Shadow of the Black Rose.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "<b>Confront D&D's most iconic death knight on his home ground in this epilogue to Dragonlance: Shadow of the Dragon Queen!</b>",
      "Lord Soth, the Knight of the Black Rose, is raising an armada of undead dragons in the mountains surrounding his burnt and blackened fortress of Dargaard Keep.  Ansalon will never know peace while his malign influence endures.  End his legacy of evil forever in this 50-page original adventure created by the Dragonlance Nexus."
    ]
  } ,
  {
    "BookName": "Tasslehoff's Pouches of Everything Revised - Champions of Krynn, Chapter 1",
    "BookPublisher": "DM's Guild",
    "BookCode": "RTPE-COK1",
    "BookISBN": "",
    "BookAuthor": "Charles Martinell, Timothy Shiflet, Edward Mekeel, Trampas Whiteman, John Rhyne, Dragonlance Nexus",
    "BookPublished": "2022",
    "BookCover": "",
    "BookRules": "Dungeons and Dragons",
    "BookEdition": "5th Edition - Compatible",
    "BookPhysical": "No",
    "BookOwnedPDF": "No",
    "BookLibrary": "Yes",
    "BookSetting": "Dragonlance",
    "BookType": "",
    "BookFormat": "",
    "BookSeries": "Dragonlance Nexus",
    "BookPDF": [
      "D:\\Master Vault\\Dragonlance\\5E\\RTPE-COK1 - Tasslehoff's Pouches of Everything Revised - Champions of Krynn, Chapter 1.pdf"
    ],
    "BookCharacterLevel": "",
    "BookDescription": [
      "Tasslehoff's Pouches of Everything Revised is your one-stop shop for all things Dragonlance and Krynn for D&D 5th Edition. Uncle Tas will be your guide during our journey through the people, factions, monsters and magic of our favorite continent, Ansalon. Tas' life is easily one of the most storied of anyone from Krynn. That's why we've recruited him to give us insight about every aspect of the world we love. "
    ]
  } 
]